{
  "tema_nombre": "Excel 365",
  "tema_numero": 25,
  "bloque": "ofimatica",
  "fuente_url": "https://support.microsoft.com/es-es/excel",
  "fecha_scraping": "2026-02-27T20:43:01.204Z",
  "secciones": [
    {
      "titulo": "Ayuda y formación de Excel — Analizar, comprender y visualizar los datos con facilidad",
      "contenido": "Copilot en Excel le ayuda a generar fórmulas, analizar y resumir datos, y agregar objetos visuales útiles a las hojas de cálculo. Introducción a Copilot en Excel Identificación de conclusiones con Copilot en Excel Generar fórmulas con Copilot en Excel Obtenga características con tecnología de inteligencia artificial en Microsoft 365 Comprar Microsoft 365",
      "subtema": "General",
      "fuente_url": "https://support.microsoft.com/es-es/excel"
    },
    {
      "titulo": "Ayuda y formación de Excel — Explorar Excel",
      "contenido": "Buscar plantillas de Excel Dé vida a sus ideas y optimice su trabajo empezando con plantillas totalmente personalizables y diseñadas profesionalmente de Microsoft Create. Buscar plantillas personalizables para llevar el proyecto al siguiente nivel Análisis de datos Formule preguntas sobre los datos sin tener que escribir fórmulas complicadas. No disponible en todas las configuraciones regionales. Uso de Analizar datos para que el análisis de datos sea más sencillo, rápido e intuitivo ¿Es una pequeña o mediana empresa? Visite la página de ayuda y aprendizaje de la pequeña empresa para obtener información sobre cómo puede usar Microsoft 365 en su pequeña empresa. Explore formas de ayudar a su pequeña empresa a crecer, finalizar proyectos más rápido y hacer más El soporte técnico para Excel 2016 y Excel 2019 ha finalizado Obtenga información acerca de lo que significa la finalización del soporte y cómo actualizar a Microsoft 365. Obtener detalles sobre la finalización del soporte para Office 2016 y Office 2019\n\nBuscar plantillas de Excel:\nDé vida a sus ideas y optimice su trabajo empezando con plantillas totalmente personalizables y diseñadas profesionalmente de Microsoft Create. Buscar plantillas personalizables para llevar el proyecto al siguiente nivel\n\nAnálisis de datos:\nFormule preguntas sobre los datos sin tener que escribir fórmulas complicadas. No disponible en todas las configuraciones regionales. Uso de Analizar datos para que el análisis de datos sea más sencillo, rápido e intuitivo\n\n¿Es una pequeña o mediana empresa?:\nVisite la página de ayuda y aprendizaje de la pequeña empresa para obtener información sobre cómo puede usar Microsoft 365 en su pequeña empresa. Explore formas de ayudar a su pequeña empresa a crecer, finalizar proyectos más rápido y hacer más\n\nEl soporte técnico para Excel 2016 y Excel 2019 ha finalizado:\nObtenga información acerca de lo que significa la finalización del soporte y cómo actualizar a Microsoft 365. Obtener detalles sobre la finalización del soporte para Office 2016 y Office 2019",
      "subtema": "General",
      "fuente_url": "https://support.microsoft.com/es-es/excel"
    },
    {
      "titulo": "Ayuda y formación de Excel — Temas más populares",
      "contenido": "Novedades Usar XLOOKUP para encontrar lo que necesita Trabajar con datos geográficos y cotizaciones Convertir los datos en conclusiones Usar funciones Lista de todas las funciones de Excel disponibles Función CONSULTAV Función SI Personalizar sus datos Crear una lista desplegable Combinar texto desde dos o más celdas Inmovilizar paneles para bloquear filas y columnas Realice análisis con tablas dinámicas Crear una tabla dinámica para analizar datos de una hoja de cálculo Diseñar la presentación y el formato de una tabla dinámica Ordenar datos en una tabla dinámica o un gráfico dinámico\n\nSeguir las cotizaciones:\nUse tipos de datos vinculados para supervisar y analizar los datos de las cotizaciones. O analice las tendencias en función de configuraciones regionales geográficas. Obtener tipos de datos geográficos y de mercado de valores en Excel",
      "subtema": "General",
      "fuente_url": "https://support.microsoft.com/es-es/excel"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Contenido",
      "contenido": "Métodos abreviados de teclado de uso frecuente Métodos abreviados de teclado de la cinta de opciones Usar las teclas de acceso para las pestañas de la cinta de opciones Trabajar en la cinta de opciones con el teclado Métodos abreviados de teclado para navegar por celdas Métodos abreviados de teclado para dar formato a celdas Métodos abreviados de teclado para realizar selecciones y acciones Métodos abreviados de teclado para trabajar con datos, funciones y la barra de fórmulas Métodos abreviados de teclado para actualizar datos externos Métodos abreviados de teclado y accesibilidad en Power Pivot Teclas de función Otras teclas de método abreviado útiles",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Métodos abreviados de teclado de uso frecuente",
      "contenido": "En esta tabla se muestra una lista de los métodos abreviados de teclado más usados en Excel. Para hacer esto Pulse Cerrar un libro de trabajo. Ctrl+W Abrir un libro de trabajo. Ctrl+A Ir a la pestaña Inicio. Alt+H Guardar un libro de trabajo. Ctrl+S Copiar selección. Ctrl+C Pegar selección Ctrl+V Deshacer acción reciente. Ctrl+Z Quitar el contenido de una celda. Eliminar Elegir un color de relleno. ALT+O, S, O Cortar selección. Ctrl+X Vaya a la pestaña Insertar. Alt+N Aplicar el formato de negrita. Ctrl+Alt+N Centrar el contenido de la celda. Alt+H, A, C Vaya a la pestaña Diseño de página. Alt+P Vaya a la pestaña Datos. Alt+A Ir a la pestaña Ver. Alt+W Abrir el menú contextual. Mayús+F10 o Tecla de menú de Windows Agregar bordes. ALT+O, B, B Eliminar columna. Alt+H, D, C Vaya a la pestaña Fórmula. Alt+M Úselo para ocultar las filas seleccionadas. Ctrl+9 Úselo para ocultar las columnas seleccionadas. Ctrl+0 Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Métodos abreviados de teclado de la cinta",
      "contenido": "La cinta de opciones agrupa opciones relacionadas en pestañas. Por ejemplo, en la pestaña Inicio, el grupo Número incluye la opción Formato de número. Presione la tecla Alt para mostrar los métodos abreviados de la cinta de opciones, denominados Sugerencias de teclas, como letras en imágenes pequeñas junto a las pestañas y opciones, tal y como se muestra en la imagen siguiente. Puede combinar las letras de Sugerencias de teclas con la tecla Alt para crear métodos abreviados denominados Teclas de acceso para las opciones de la cinta de opciones. Por ejemplo, presione Alt+H para abrir la pestaña Inicio y Alt+Q para desplazarse hasta el campo Información o Búsqueda. Vuelva a presionar Alt para ver las Sugerencias de teclas de las opciones de la pestaña seleccionada. Según la versión de Microsoft 365 que use, el campo de texto Search de la parte superior de la ventana de la aplicación podría llamarse Más información. Ambos ofrecen una experiencia similar en gran medida, pero algunas opciones y los resultados de búsqueda pueden variar. En las versiones más recientes de Office, la mayoría de los métodos abreviados de menú de tecla Alt antiguos siguen funcionando también. Sin embargo, debe conocer el método abreviado completo. Por ejemplo, pulse Alt y, a continuación, pulse una de las antiguas teclas de menú, por ejemplo, E (Editar), V (Ver), I (Insertar), etc. Aparece una notificación que le indica que está usando una tecla de acceso de una versión anterior de Microsoft 365. Si sabe la secuencia de teclas completa, úsela. Si no conoce la secuencia, presione Esc y use las Sugerencias de teclas en su lugar. Usar las teclas de acceso para las pestañas de la cinta de opciones Para ir directamente a una pestaña en la cinta de opciones, presione una de las teclas de acceso siguientes. Es posible que aparezcan pestañas adicionales en función de su selección en la hoja de cálculo. Para hacer esto Pulse Desplácese al campo de la cintaDígame o Buscar y escriba un término de búsqueda para obtener asistencia o contenido de Ayuda. Alt+Q, después escribir el término de búsqueda Abrir el menú Archivo. Alt+A Úselo para abrir la pestañaInicio, dar formato a texto y números y usar la herramienta Buscar. ALT+H Úselo para abrir la pestaña Insertar e insertar tablas dinámicas, gráficos, complementos, minigráficos, imágenes, formas, encabezados o cuadros de texto. ALT+N Úselo para abrir la pestaña Diseño de página y trabajar con temas, configuración de página, escala y alineación. Alt+P Úselo para abrir la pestaña Fórmulas e insertar, rastrear y personalizar cálculos y funciones. Alt+M Úselo para abrir la pestaña Datos y conectarse a datos, ordenarlos, filtrarlos, analizarlos y trabajar con ellos. Alt+A Úselo para abrir la pestaña Revisar y revisar la ortografía, agregar comentarios y proteger libros y hojas. Alt+R Úselo para abrir la pestaña Vista y obtener una vista previa de los saltos de página y los diseños, mostrar y ocultar las líneas de cuadrícula y los títulos, establecer el aumento del zoom, administrar ventanas y paneles y ver macros. Alt+N Principio de página Trabajar en la cinta de opciones con el teclado Para ello Pulse Seleccionar la pestaña activa de la cinta de opciones y activar las teclas de acceso. Alt o F10. Moverse a una pestaña diferente o usar las teclas de acceso o las teclas de dirección. Mueva el foco a los comandos de la cinta de opciones o del panel de complementos. Tecla TAB o Mayús+TAB Desplazarse hacia abajo, arriba, a la izquierda o a la derecha, respectivamente, entre los elementos de la cinta de opciones. Teclas de dirección Muestra la información sobre herramientas del elemento de la cinta de opciones que está actualmente en el foco. Ctrl+Shift+F10 Activar el botón seleccionado. Barra espaciadora o Entrar Úselo para abrir la lista de un comando seleccionado. Tecla de flecha abajo Úselo para abrir el menú de un botón seleccionado. Alt+flecha abajo Cuando un menú o submenú está abierto, úselo para moverse al siguiente comando. Tecla de flecha abajo Expandir o contraer la cinta de opciones. Ctrl+F1 Abrir un menú contextual. Mayús+F10 O bien, en un Windows teclado, la tecla Menú de Windows (normalmente entre las teclas Alt Gr y Ctrl derecha) Úselo para moverse al submenú cuando un menú principal está abierto o seleccionado. Tecla de flecha izquierda Moverse de un grupo de controles a otro. Ctrl+Tecla de dirección izquierda o derecha Volver al principio",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Usar las teclas de acceso para las pestañas de la cinta de opciones",
      "contenido": "Para ir directamente a una pestaña en la cinta de opciones, presione una de las teclas de acceso siguientes. Es posible que aparezcan pestañas adicionales en función de su selección en la hoja de cálculo. Para hacer esto Pulse Desplácese al campo de la cintaDígame o Buscar y escriba un término de búsqueda para obtener asistencia o contenido de Ayuda. Alt+Q, después escribir el término de búsqueda Abrir el menú Archivo. Alt+A Úselo para abrir la pestañaInicio, dar formato a texto y números y usar la herramienta Buscar. ALT+H Úselo para abrir la pestaña Insertar e insertar tablas dinámicas, gráficos, complementos, minigráficos, imágenes, formas, encabezados o cuadros de texto. ALT+N Úselo para abrir la pestaña Diseño de página y trabajar con temas, configuración de página, escala y alineación. Alt+P Úselo para abrir la pestaña Fórmulas e insertar, rastrear y personalizar cálculos y funciones. Alt+M Úselo para abrir la pestaña Datos y conectarse a datos, ordenarlos, filtrarlos, analizarlos y trabajar con ellos. Alt+A Úselo para abrir la pestaña Revisar y revisar la ortografía, agregar comentarios y proteger libros y hojas. Alt+R Úselo para abrir la pestaña Vista y obtener una vista previa de los saltos de página y los diseños, mostrar y ocultar las líneas de cuadrícula y los títulos, establecer el aumento del zoom, administrar ventanas y paneles y ver macros. Alt+N Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Trabajar en la cinta de opciones con el teclado",
      "contenido": "Para ello Pulse Seleccionar la pestaña activa de la cinta de opciones y activar las teclas de acceso. Alt o F10. Moverse a una pestaña diferente o usar las teclas de acceso o las teclas de dirección. Mueva el foco a los comandos de la cinta de opciones o del panel de complementos. Tecla TAB o Mayús+TAB Desplazarse hacia abajo, arriba, a la izquierda o a la derecha, respectivamente, entre los elementos de la cinta de opciones. Teclas de dirección Muestra la información sobre herramientas del elemento de la cinta de opciones que está actualmente en el foco. Ctrl+Shift+F10 Activar el botón seleccionado. Barra espaciadora o Entrar Úselo para abrir la lista de un comando seleccionado. Tecla de flecha abajo Úselo para abrir el menú de un botón seleccionado. Alt+flecha abajo Cuando un menú o submenú está abierto, úselo para moverse al siguiente comando. Tecla de flecha abajo Expandir o contraer la cinta de opciones. Ctrl+F1 Abrir un menú contextual. Mayús+F10 O bien, en un Windows teclado, la tecla Menú de Windows (normalmente entre las teclas Alt Gr y Ctrl derecha) Úselo para moverse al submenú cuando un menú principal está abierto o seleccionado. Tecla de flecha izquierda Moverse de un grupo de controles a otro. Ctrl+Tecla de dirección izquierda o derecha Volver al principio",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Métodos abreviados de teclado para navegar por celdas",
      "contenido": "Para ello Presionar Úselo para ir a la celda anterior de una hoja de cálculo o a la opción anterior de un cuadro de diálogo. Mayús+Tab Úselo para subir una celda en una hoja de cálculo. Tecla de flecha arriba Úselo para bajar una celda en una hoja de cálculo. Tecla de flecha abajo Úselo para moverse una celda a la izquierda en una hoja de cálculo. Tecla de flecha izquierda Úselo para moverse una celda a la derecha en una hoja de cálculo. Tecla de flecha derecha Úselo para moverse hasta el extremo del área de datos actual en una hoja de cálculo. Ctrl+tecla de dirección Úselo para entrar en el modo Final, ir a la siguiente celda no vacía de la misma columna o fila que la celda activa y desactivar el modo Final. Si las celdas están vacías, sirve para moverse a la última celda de la fila o columna. Fin, tecla de dirección Úselo para ir a la última celda de una hoja de cálculo, a la última fila utilizada de la última columna utilizada. Ctrl+Fin Úselo para extender la selección de celdas hasta la última celda utilizada de la hoja de cálculo (esquina inferior derecha). Ctrl+Mayús+Fin Úselo para desplazarse hasta la celda de la esquina superior izquierda de la ventana cuando la tecla Bloq Despl está activada. Inicio+Bloq Despl Úselo para ir al principio de una hoja de cálculo. Ctrl+Inicio Úselo para bajar una pantalla en una hoja de cálculo. Página abajo Úselo para ir a la siguiente hoja de un libro. Ctrl+Av Pág Úselo para moverse una pantalla a la derecha en una hoja de cálculo. Alt+Av Pág Úselo para subir una pantalla en una hoja de cálculo. Página arriba Úselo para moverse una pantalla a la izquierda en una hoja de cálculo. Alt+Re Pág Úselo para ir a la hoja anterior de un libro. Ctrl+Re Pág Úselo para mover una celda a la derecha en una hoja de cálculo. O, en una hoja de cálculo protegida, úselo para desplazarse entre celdas desbloqueadas. Tecla Tab Abra la lista de opciones de validación en una celda que tenga la opción de validación de datos aplicada. Alt+flecha abajo Úselo para recorrer las formas flotantes, como cuadros de texto o imágenes. Ctrl+Alt+5 y después la tecla TAB varias veces Salga de la navegación de forma flotante y vuelva a la navegación normal. Esc Desplazar horizontalmente Ctrl+Mayús y, a continuación, desplaza la rueda del ratón hacia arriba para ir hacia la izquierda, hacia abajo para ir a la derecha Acercar. Ctrl+Alt+Signo igual ( = ) Alejar. Ctrl+Alt+Signo menos (-) Volver al principio",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Métodos abreviados de teclado para dar formato a celdas",
      "contenido": "Para ello Pulse Úselo para abrir el cuadro de diálogo Formato de celdas. Ctrl+1 Úselo para dar formato a fuentes en el cuadro de diálogo Formato de celdas. Ctrl+Mayús+F o Ctrl+Mayús+P Úselo para editar la celda activa y colocar el punto de inserción al final de su contenido. O bien, si la edición está desactivada para la celda, sirve para mover el punto de inserción en la barra de fórmulas. Si está editando una fórmula, active o desactive el modo Señalar para poder crear una referencia con las teclas de flecha. F2 Insertar una nota. Abrir y editar un comentario de celda Mayús+F2 Mayús+F2 Insertar un nuevo comentario encadenado. Abrir y responder a un comentario encadenado. Ctrl+Mayús+F2 Ctrl+Mayús+F2 Muestra el cuadro de diálogo Insertar para insertar celdas en blanco. Ctrl+Mayús+signo más (+) Abrir el cuadro de diálogo Eliminar para eliminar las celdas seleccionadas. Ctrl+signo menos (-) Úselo para insertar la hora actual. Ctrl+Mayús+dos puntos (:) Úselo para insertar la fecha actual. Ctrl+punto y coma (;) Úselo para cambiar entre mostrar valores de celda o fórmulas de la hoja de cálculo. Ctrl+acento grave (`) Copiar la fórmula de la celda situada sobre la celda activa en la celda o en la barra de fórmulas Ctrl+apóstrofo (') Úselo para mover las celdas seleccionadas. Ctrl+X Úselo para copiar las celdas seleccionadas. Ctrl+C Úselo para pegar contenido en el punto de inserción, reemplazando cualquier selección. Ctrl+V Abrir el cuadro de diálogo Pegado especial. Ctrl+Alt+V Úselo para poner en cursiva el texto o quitar formato de cursiva. Ctrl+K o Ctrl+3 Úselo para poner texto en negrita o quitar formato de negrita. Ctrl+N o Ctrl+2 Úselo para subrayar texto o quitar el subrayado. Ctrl+S o Ctrl+4 Úselo para aplicar o quitar formato de tachado. Ctrl+5 Úselo para alternar entre ocultar objetos, mostrar objetos y mostrar marcadores de posición de objetos. Ctrl+6 Úselo para aplicar un contorno a las celdas seleccionadas. Ctrl+Mayús+Y comercial (&), s Úselo para quitar el contorno de las celdas seleccionadas. Ctrl+Mayús+Carácter de subrayado (_) Úselo para mostrar u ocultar símbolos de esquema. Ctrl+8 Use el comando Rellenar hacia abajo para copiar el contenido y el formato de la celda situada más arriba de un rango seleccionado a las celdas de abajo. Ctrl+D Aplicar el formato de número general Ctrl+Mayús+virgulilla (~) Úselo para aplicar el formato Moneda con dos decimales (los números negativos aparecen entre paréntesis). Ctrl+Mayús+signo de dólar ($) Aplicar el formato de porcentajes sin decimales Ctrl+Mayús+porcentaje (%) Úselo para aplicar el formato de número Científico con dos decimales. Ctrl+Mayús+acento circunflejo (^) Aplicar el formato de fecha con el día, mes y año Ctrl+Mayús+signo de número (#) Úselo para aplicar el formato Hora con la hora y los minutos e indicar a.m. o p.m. Ctrl+Mayús+arroba (@) Aplicar el formato de Número con dos decimales, separador de miles y signo menos (-) para los valores negativos Ctrl+Mayús+signo de exclamación (!) Abrir el cuadro de diálogo Insertar hipervínculo Ctrl+Alt+K Úselo para revisar la ortografía de la hoja de cálculo activa o del rango seleccionado. F7 Úselo para mostrar las opciones de Análisis rápido para las celdas seleccionadas que contienen datos. Ctrl+Q Úselo para mostrar el cuadro de diálogo Crear tabla. Ctrl+L o Ctrl+T Cuadro de diálogo Estadísticas del libro Ctrl+Mayús+G Volver al principio Métodos abreviados de teclado en el cuadro de diálogo Pegado especial en Excel En Excel, si desea pegar solo un aspecto específico de los datos copiados como su formato o valor, se usará una de las opciones de Pegado especial. Una vez que haya copiado los datos, presione Ctrl+Alt+V para abrir el cuadro Pegado especial. Sugerencia: También puede hacer clic en Inicio > Pegar > Pegado especial. Para elegir una opción en el cuadro de diálogo, pulse la letra subrayada para dicha opción. Por ejemplo, presione la letra C para seleccionar la opción Comentarios. Para realizar esta acción Presionar Pegar todo el contenido y formato de celda. A Pegar solo las fórmulas tal y como se escribieron en la barra de fórmulas. F Pegue solo los valores (no las fórmulas). V Pegue solo el formato copiado. T Pegar solo los comentarios y notas adjuntos a la celda. C Pegue solo la configuración de validación de datos de las celdas copiadas. N Pegue todo el contenido y formato de las celdas copiadas. H Pegue todo el contenido de la celda sin bordes. X Pegue solo los anchos de columna de las celdas copiadas. W Pegue solo las fórmulas y los formatos de número de las celdas copiadas. R Pegue solo los valores (no las fórmulas) y los formatos de número de las celdas copiadas. U Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Métodos abreviados de teclado en el cuadro de diálogo Pegado especial en Excel",
      "contenido": "En Excel, si desea pegar solo un aspecto específico de los datos copiados como su formato o valor, se usará una de las opciones de Pegado especial. Una vez que haya copiado los datos, presione Ctrl+Alt+V para abrir el cuadro Pegado especial. Sugerencia: También puede hacer clic en Inicio > Pegar > Pegado especial. Para elegir una opción en el cuadro de diálogo, pulse la letra subrayada para dicha opción. Por ejemplo, presione la letra C para seleccionar la opción Comentarios. Para realizar esta acción Presionar Pegar todo el contenido y formato de celda. A Pegar solo las fórmulas tal y como se escribieron en la barra de fórmulas. F Pegue solo los valores (no las fórmulas). V Pegue solo el formato copiado. T Pegar solo los comentarios y notas adjuntos a la celda. C Pegue solo la configuración de validación de datos de las celdas copiadas. N Pegue todo el contenido y formato de las celdas copiadas. H Pegue todo el contenido de la celda sin bordes. X Pegue solo los anchos de columna de las celdas copiadas. W Pegue solo las fórmulas y los formatos de número de las celdas copiadas. R Pegue solo los valores (no las fórmulas) y los formatos de número de las celdas copiadas. U Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Métodos abreviados de teclado para realizar selecciones y acciones",
      "contenido": "Para ello Presionar Úselo para seleccionar toda la hoja de cálculo. Ctrl+E o Ctrl+Mayús+barra espaciadora Úselo para seleccionar la hoja actual y la siguiente de un libro. Ctrl+Mayús+Av Pág Úselo para seleccionar la hoja actual y la anterior de un libro. Ctrl+Mayús+Re Pág Úselo para extender en una celda la selección de celdas. Mayús+tecla de dirección Úselo para extender la selección de celdas a la última celda no vacía de la misma columna o fila que la celda activa, o si la siguiente celda está en blanco, a la siguiente celda que no esté en blanco. Ctrl+Mayús+tecla de dirección Úselo para activar el modo extendido y usar las teclas de dirección para extender una selección. Vuelva a presionar para desactivarlo. F8 Úselo para agregar una celda o un rango de celdas no adyacentes a una selección de celdas usando las teclas de dirección. Mayús+F8 Úselo para comenzar una nueva línea en la misma celda. Alt+Entrar Úselo para rellenar el rango de celdas seleccionado con la entrada actual. Ctrl+Entrar Úselo para completar una entrada de celda y seleccionar la celda de encima. Mayús+Entrar Úselo para seleccionar una columna completa de una hoja de cálculo. Ctrl+barra espaciadora Úselo para seleccionar una fila completa de una hoja de cálculo. Mayús+barra espaciadora Úselo para seleccionar todos los objetos de una hoja de cálculo cuando se está seleccionado un objeto. Ctrl+Mayús+barra espaciadora Úselo para ampliar la selección de celdas hasta el comienzo de la hoja de cálculo. Ctrl+Mayús+Inicio Seleccionar la región actual si la hoja de cálculo contiene datos. Presione una segunda vez para seleccionar la región actual y sus filas de resumen. Presione una tercera vez para seleccionar toda la hoja de cálculo. Ctrl+E o Ctrl+Mayús+barra espaciadora Úselo para seleccionar el área actual alrededor de la celda activa. Ctrl+Mayús+asterisco (*) Úselo para seleccionar el primer comando del menú cuando un menú o un submenú están visibles. Inicio Úselo para repetir el último comando o acción, si es posible. Ctrl+Y Deshacer la última acción. Ctrl+Z Expanda filas o columnas agrupadas. Mientras mantiene el puntero sobre los elementos contraídos, mantenga presionada la tecla Mayús y desplácese hacia abajo. Contraiga filas o columnas agrupadas. Mientras mantiene el puntero sobre los elementos expandidos, mantenga presionada la tecla Mayús y desplácese hacia arriba. Volver al principio",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Métodos abreviados de teclado para trabajar con datos, funciones y la barra de fórmulas",
      "contenido": "Para ello Pulse Active o desactive la información sobre herramientas para comprobar fórmulas directamente en la barra de fórmulas o en la celda que está editando. Ctrl+Alt+P Úselo para editar la celda activa y colocar el punto de inserción al final de su contenido. O bien, si la edición está desactivada para la celda, sirve para mover el punto de inserción en la barra de fórmulas. Si está editando una fórmula, active o desactive el modo Señalar para poder crear una referencia con las teclas de flecha. F2 Úselo para expandir o contraer la barra de fórmulas. Ctrl+Mayús+U Úselo para cancelar una entrada de la celda o la barra de fórmulas. Esc Úselo para completar una entrada de la barra de fórmulas y seleccionar la celda de abajo. ENTRAR Úselo para mover el cursor al final del texto en la barra de fórmulas. Ctrl+Fin Úselo para seleccionar todo el texto en la barra de fórmulas desde la posición del cursor hasta el final. Ctrl+Mayús+Fin Úselo para calcular todas las hojas de cálculo de todos los libros abiertos. F9 Úselo para calcular la hoja de cálculo activa. Shift+F9 Úselo para calcular todas las hojas de cálculo de todos los libros abiertos, independientemente de si han cambiado desde el último cálculo. Ctrl+Alt+F9 Úselo para comprobar fórmulas dependientes y luego calcular todas las celdas de todos los libros abiertos, incluidas las celdas que no tienen marcado que sea necesario calcularlas. Ctrl+Alt+Mayús+F9 Úselo para mostrar el menú o mensaje de un botón de comprobación de errores. Alt+Mayús+F10 Úselo para mostrar el cuadro de diálogo Argumentos de función cuando el punto de inserción está a la derecha de un nombre de función en una fórmula. Ctrl+E Úselo para insertar paréntesis y nombres de argumento cuando el punto de inserción está a la derecha de un nombre de función en una fórmula. Ctrl+Mayús+A Insertar la fórmula Autosuma Alt+signo igual (=) Úselo para invocar Relleno rápido a fin de reconocer automáticamente los patrones de las columnas adyacentes y rellenar la columna actual. Ctrl+Mayús+E Úselo para recorrer las distintas combinaciones de referencias absolutas y relativas en una fórmula si se selecciona una referencia o un rango de celdas. F4 Úselo para insertar una función. Mayús+F3 Úselo para copiar el valor de la celda situada sobre la celda activa en la celda o en la barra de fórmulas. Ctrl+Mayús+comillas rectas (\") Úselo para crear un gráfico incrustado a partir de los datos del rango actual. Alt+F1 Úselo para crear un gráfico a partir de los datos del rango actual en una hoja de Gráfico distinta. F11 Úselo para definir un nombre para usar en las referencias. Alt+U, I, D Úselo para pegar un nombre desde el cuadro de diálogo Pegar nombre (si se han definido nombres en el libro). F3 En un formulario de datos, sirve para ir al primer campo del registro siguiente. Entrar Úselo para crear, ejecutar, editar o eliminar una macro. Alt+F8 Úselo para abrir el editor de Microsoft Visual Basic para Aplicaciones. Alt+F11 Abrir el Editor de consultas de Power Query Alt+F12 Principio de página\n\nMétodos abreviados de teclado para actualizar datos externos:\nUse las siguientes claves para actualizar los datos de orígenes de datos externos. Para realizar esta acción Presionar Detener una operación de actualización Esc Actualizar datos en la hoja de cálculo actual Ctrl+F5 Actualizar los datos en el libro Ctrl+Alt+F5 Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Métodos abreviados de teclado y accesibilidad en Power Pivot",
      "contenido": "Use los siguientes métodos abreviados de teclado con Power Pivot en Microsoft 365 yOffice. Para Presionar Se abre el menú contextual para la celda, columna o fila seleccionada. Mayús+F10 Se selecciona la tabla completa. Ctrl+A Se copian los datos seleccionados. Ctrl+C Se elimina la tabla. Ctrl+D Se mueve la tabla. Ctrl+M Se cambia el nombre de la tabla. CTRL+D Guarde el archivo. Ctrl+S Rehacer la última acción. Ctrl+Y Deshacer la última acción. Ctrl+Z Se selecciona la columna actual. Ctrl+Barra espaciadora Se selecciona la fila actual. Mayús+barra espaciadora Se seleccionan todas las celdas de la ubicación actual hasta la última celda de la columna. Mayús+Av Pág Se seleccionan todas las celdas de la ubicación actual hasta la primera celda de la columna. Mayús+Re Pág Se seleccionan todas las celdas de la ubicación actual hasta la última celda de la fila. Mayús+Fin Se seleccionan todas las celdas de la ubicación actual hasta la primera celda de la fila. Mayús+Inicio Se mueve a la tabla anterior. Ctrl+Re Pág Se mueve a la tabla siguiente. Ctrl+Av Pág Se mueve a la primera celda de la esquina superior izquierda de la tabla seleccionada. Ctrl+Inicio Desplazarse a la última celda de la esquina inferior derecha de la tabla seleccionada. Ctrl+Fin Se mueve a la primera celda de la fila seleccionada. Ctrl+Tecla de flecha izquierda Se mueve a la última celda de la fila seleccionada. Ctrl+Tecla de flecha derecha Se mueve a la primera celda de la columna seleccionada. Ctrl+Tecla de flecha arriba Se mueve a la última celda de la columna seleccionada. Ctrl+Tecla de flecha abajo Se cierra un cuadro de diálogo o se cancela un proceso, como una operación de pegado. CTRL+Esc Se abre el cuadro de diálogo del menú Autofiltro. Alt+flecha abajo Se abre el cuadro de diálogo Ir a. F5 Se recalculan todas las fórmulas de la ventana de Power Pivot. Para obtener más información, vea Recalcular fórmulas en Power Pivot. F9 Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Teclas de función",
      "contenido": "Tecla Descripción F1 Solo F1: muestra el panel de tareas de Excel Ctrl+F1: muestra u oculta la cinta de opciones. Alt+F1: crea un gráfico incrustado a partir de los datos del rango actual. Alt+Mayús+F1: inserta una hoja de cálculo nueva. Ctrl+Mayús+F1: alterna el modo de pantalla completa F2 Solo F2: úselo para editar la celda activa y colocar el punto de inserción al final de su contenido. O bien, si la edición está desactivada para la celda, sirve para mover el punto de inserción en la barra de fórmulas. Si está editando una fórmula, active o desactive el modo Señalar para poder crear una referencia con las teclas de flecha. Mayús+F2: agrega o modifica un comentario de celda. Ctrl+F2: edite la celda activa en la barra de fórmulas. Si ya está editando la celda activa, cambie el foco entre la fórmula y el editor de celdas. F3 Solo F3: muestra el cuadro de diálogo Pegar nombre. Solo está disponible si se han definido nombres en el libro. Mayús+F3: muestra el cuadro de diálogo Insertar función. F4 Solo F4: repite el último comando o acción, si es posible. Cuando se selecciona una referencia o un rango de celdas en una fórmula, F4 recorre las distintas combinaciones de referencias absolutas y relativas. Ctrl+F4: cierra la ventana del libro seleccionado. Alt+F4: cierra Excel. F5 Solo F5: muestra el cuadro de diálogo Ir a. Ctrl+F5: restaura el tamaño de la ventana del libro seleccionado. F6 Solo F6: cambia entre la hoja de cálculo, la cinta de opciones, el panel de tareas y los controles de zoom. En una hoja de cálculo que se ha dividido, F6 incluye los paneles divididos cuando se alterna entre los paneles y el área de la cinta de opciones. Mayús+F6: cambia entre la hoja de cálculo, los controles de zoom, el panel de tareas y la cinta de opciones. Ctrl+F6: cambia entre dos Excel ventanas. Ctrl+Mayús.+F6: cambia entre todas las ventanas de Excel. F7 Solo F7: abre el cuadro de diálogo Ortografía para revisar la ortografía de la hoja de cálculo activa o del rango seleccionado. Ctrl+F7: ejecuta el comando Mover en la ventana del libro cuando no está maximizada. Use las teclas de dirección para mover la ventana y, cuando haya acabado, presione Entrar o Esc para cancelar. F8 Solo F8: activa o desactiva el modo extendido. En el modo extendido aparece Selección extendida en la línea de estado y las teclas de dirección extienden la selección. Mayús+F8: permite agregar una celda o un rango de celdas no adyacentes a una selección de celdas con las teclas de dirección. Ctrl+F8: ejecuta el comando Tamaño cuando un libro no está maximizado. ALT+F8 muestra el cuadro de diálogo Macro para crear, ejecutar, modificar o eliminar una macro. F9 Solo F9: calcula todas las hojas de cálculo de todos los libros abiertos. Mayús+F9: calcula la hoja de cálculo activa. Ctrl+Alt+F9: calcula todas las hojas de cálculo de todos los libros abiertos, independientemente de si han cambiado desde el último cálculo. Ctrl+Alt+Mayús+F9: vuelve a comprobar fórmulas dependientes y luego calcula todas las celdas de todos los libros abiertos, incluidas las celdas que no tienen marcado que sea necesario calcularlas. Ctrl+F9: minimiza una ventana del libro hasta convertirla en un icono. F10 Solo F10: activa o desactiva las KeyTips. (hará lo mismo si presiona Alt). Mayús+F10: muestra el menú contextual de un elemento seleccionado. Alt+Mayús+F10: muestra el menú o mensaje de un botón de comprobación de errores. Ctrl+F10: maximiza o restaura la ventana de libro seleccionada. F11 Solo F11: crea un gráfico a partir de los datos del rango actual en una hoja de gráfico distinta. Mayús+F11: inserta una hoja de cálculo nueva. Alt+F11: abre el Editor de Microsoft Visual Basic para Aplicaciones, donde puede crear una macro usando Visual Basic para Aplicaciones (VBA). F12 Solo F12: muestra el cuadro de diálogo Guardar como. Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Otras teclas de método abreviado útiles",
      "contenido": "Tecla Descripción Alt Muestra los KeyTips (nuevos métodos abreviados) en la cinta de opciones. Por ejemplo, ALT, W, P cambia la hoja de cálculo a la vista Diseño de página. ALT, W, L cambia la hoja de cálculo a la vista Normal. ALT, W, I cambia la hoja de cálculo a la Vista previa de salto de página. Teclas de dirección Mueve el cursor una celda hacia arriba, hacia abajo, hacia la izquierda o hacia la derecha en una hoja de cálculo. Ctrl+tecla de dirección se desplaza hasta el extremo de la área de datos actual en una hoja de cálculo. Mayús+tecla de dirección extiende la selección de celdas en una celda. Ctrl+Mayús+tecla de dirección extiende la selección de celdas a la última celda no vacía de la misma columna o fila que la celda activa, o si la siguiente celda está en blanco, extiende la selección a la siguiente celda que no esté en blanco. Las teclas de flecha izquierda o derecha seleccionan la pestaña de la izquierda o de la derecha cuando se selecciona la cinta de opciones. Cuando se abre o selecciona un submenú, estas teclas de dirección alternan entre el menú principal y el submenú. Cuando se selecciona una pestaña de la cinta de opciones, estas teclas permiten desplazarse por los botones de pestaña. Las teclas de flecha arriba o abajo seleccionan el siguiente comando o el anterior cuando hay abierto un menú o un submenú. Cuando se selecciona una pestaña de la cinta de opciones, estas teclas permiten desplazarse hacia arriba o hacia abajo en el grupo de pestañas. En un cuadro de diálogo, las teclas de dirección permiten desplazarse entre opciones en una lista desplegable abierta o entre opciones de un grupo de opciones. Flecha abajo o Alt+flecha abajo abre una lista desplegable seleccionada. Retroceso Elimina un carácter a la izquierda en la barra de fórmulas. También borra el contenido de la celda activa. En el modo de edición de celdas, elimina el carácter situado a la izquierda del punto de inserción. Suprimir Quita el contenido (datos y fórmulas) de las celdas seleccionadas sin afectar a los formatos de celda ni a los comentarios encadenados. En el modo de edición de celdas, elimina el carácter situado a la derecha del punto de inserción. Fin Fin activa o desactiva el modo final. En el modo final puede presionar una tecla de dirección para desplazarse hasta la siguiente celda no vacía en la misma columna o fila que la celda activa. El modo final se desactiva automáticamente después de presionar la tecla de dirección. Asegúrese de volver a presionar Fin antes de presionar la siguiente tecla de dirección. El modo final se muestra en la barra de estado si está activado. Si las celdas están vacías, al presionar Fin después de una tecla de dirección, pasará a la última celda de la fila o columna. Fin también selecciona el último comando del menú cuando un menú o un submenú están visibles. Ctrl+Fin permite desplazarse a la última celda de una hoja de cálculo, a la última fila usada de la última columna usada. Si el cursor está en la barra de fórmulas, Ctrl+Fin permite mover el cursor al final del texto. Ctrl+Mayús+Fin extiende la selección de celdas hasta la última celda usada de la hoja de cálculo (esquina inferior derecha). Si el cursor está en la barra de fórmulas, Ctrl+Mayús+Fin selecciona todo el texto de la barra de fórmulas desde la posición del cursor hasta el final; esto no afecta al alto de la barra de fórmulas. Entrar Completa una entrada de celda desde la celda o la barra de fórmulas, y selecciona la celda situada debajo (de forma predeterminada). En un formulario de datos, va al primer campo del registro siguiente. Abre un menú seleccionado (presione F10 para activar la barra de menús) o realiza la acción de un comando seleccionado. En un cuadro de diálogo, ejecuta la acción asignada al botón de comando predeterminado del cuadro de diálogo (el botón con el contorno en negrita, que suele ser el botón Aceptar). Alt+Entrar comienza una nueva línea en la misma celda. Ctrl+Entrar rellena el rango de celdas seleccionado con la entrada actual. Mayús+Entrar completa una entrada de celda y selecciona la celda situada encima. Esc Cancela una entrada de la celda o la barra de fórmulas. Cierra un menú o submenú, un cuadro de diálogo o una ventana de mensaje abiertos. Inicio Va al principio de una fila de una hoja de cálculo. Permite desplazarse hasta la celda de la esquina superior izquierda de la ventana cuando la tecla Bloq Despl está activada. Selecciona el primer comando del menú cuando un menú o un submenú están visibles. Ctrl+Inicio va al inicio de una hoja de cálculo. Ctrl+Mayús+Inicio amplia la selección de celdas hasta el comienzo de la hoja de cálculo. Página abajo Baja una pantalla en una hoja de cálculo. Alt+Av Pág se desplaza una pantalla a la derecha en una hoja de cálculo. Ctrl+Av Pág va a la siguiente hoja de un libro. Ctrl+Mayús+Av Pág selecciona la hoja actual y la siguiente de un libro. Página arriba Sube una pantalla en una hoja de cálculo. Alt+Re Pág se desplaza una pantalla a la izquierda en una hoja de cálculo. Ctrl+Re Pág va a la hoja anterior de un libro. Ctrl+Mayús+Re Pág selecciona la hoja actual y la anterior de un libro. Mayús Mantenga presionada la tecla Mayús mientras arrastra una fila, columna o celdas seleccionadas para mover las celdas seleccionadas y colocarlas para insertarlas en una nueva ubicación. Barra espaciadora En un cuadro de diálogo, ejecuta la acción del botón seleccionado, o bien activa o desactiva una casilla. Ctrl+barra espaciadora selecciona una columna completa de una hoja de cálculo. Mayús+barra espaciadora selecciona una fila completa de una hoja de cálculo. Ctrl+Mayús+barra espaciadora selecciona toda la hoja de cálculo. Si la hoja de cálculo contiene datos, con Ctrl+Mayús+barra espaciadora se selecciona la región actual. Presione Ctrl+Mayús+barra espaciadora una segunda vez para seleccionar la región actual y las filas de resumen. Presione Ctrl+Mayús+barra espaciadora una tercera vez para seleccionar toda la hoja de cálculo. Cuando se selecciona un objeto, Ctrl+Mayús+barra espaciadora selecciona todos los objetos de una hoja de cálculo. Alt+barra espaciadora muestra el menú Control de la ventana de Excel. Tecla Tab Mueve una celda a la derecha en una hoja de cálculo. Permite desplazarse entre celdas desbloqueadas en una hoja de cálculo protegida. Mueve a la opción o al grupo de opciones siguientes de un cuadro de diálogo. Mayús+tabulador permite moverse a la celda anterior de una hoja de cálculo o a la opción anterior de un cuadro de diálogo. Ctrl+Tab cambia a la siguiente pestaña de un cuadro de diálogo o, (si no hay ningún cuadro de diálogo abierto(, cambia entre 2 ventanas de Excel. Ctrl+Mayús+Tab cambia a la anterior pestaña de un diálogo o, si no hay ningún diálogo abierto, cambia entre todas las ventanas de Excel. Principio de página\n\nVea también:\nAyuda y formación de Excel Tareas básicas usando un lector de pantalla con Excel Usar un lector de pantalla para explorar y navegar en Excel Soporte técnico del lector de pantalla para Excel",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Contenido",
      "contenido": "Métodos abreviados de teclado de uso frecuente Conflictos entre métodos abreviados Cambiar las preferencias del sistema para los métodos abreviados de teclado con el mouse Trabajar en ventanas y cuadros de diálogo Moverse y desplazarse por una hoja o un libro Escribir datos en una hoja Trabajar en celdas o la barra de fórmulas Dar formato y editar datos Seleccionar celdas, columnas o filas Trabajar con una selección Usar gráficos Ordenar, filtrar y usar informes de tabla dinámica Datos del esquema Usar métodos abreviados de tecla de función Cambiar las preferencias de tecla de función con el mouse Dibujo",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Métodos abreviados de teclado de uso frecuente",
      "contenido": "En esta tabla se enumeran los métodos abreviados de teclado que se usan con más frecuencia en Excel para Mac: Para realizar esta acción Pulse Pegar selección Cmd+V O CONTROL + V Copiar selección. Cmd+C O CONTROL + C Borrar selección. Eliminar Guardar libro. Cmd+S O CONTROL + S Deshacer una acción. Cmd+Z O CONTROL + Z Rehacer acciones. Cmd+Y O CONTROL + Y O Cmd+Mayús+Z Cortar selección. +X o Control+X o Mayús+ Aplicar el formato de negrita. Cmd+B O CONTROL + B Imprimir libro. Cmd+P O CONTROL + P Abrir Visual Basic. OPCIÓN+F11 Rellenar celdas hacia abajo. Cmd+D O CONTROL + D Rellenar celdas a la derecha. Cmd+R O CONTROL + R Insertar celdas. Control+Mayús+Signo igual ( = ) Eliminar celdas. Cmd+Guion (-) O CONTROL + GUIÓN (-) Calcular todos los libros abiertos +Signo igual ( = ) o F9 Cerrar la ventana. Cmd+W O CONTROL + W Salga de Excel. Cmd+Q Muestra el cuadro de diálogo Ir a la página CONTROL + G O F5 Mostrar el cuadro de diálogo Formato de celdas Cmd+1 O CONTROL + 1 Mostrar el cuadro de diálogo Reemplazar. CONTROL + H O Cmd+Mayús+H Usar Pegado especial Cmd+Control+V O Control+Opción+V O Cmd+Opción+V Aplicar formato de subrayado Cmd+U Aplicar el formato de cursiva. Cmd+I O CONTROL + I Abrir un nuevo libro en blanco Cmd+N O CONTROL + N Crear un libro a partir de una plantilla Cmd+Mayús+P Mostrar el cuadro de diálogo Guardar como. Cmd+Mayús+S O F12 Mostrar la ventana Ayuda. F1 O Cmd+Barra diagonal (/) Seleccionar todo. Cmd+A O Cmd+Mayús+Barra espaciadora Agregar o quitar un filtro Cmd+Mayús+F O CONTROL + MAYÚS + L Minimizar o maximizar las pestañas de la cinta Cmd+Opción+R Mostrar el cuadro de diálogo Abrir. Cmd+O O CONTROL + O Revisar la ortografía. F7 Abrir el diccionario de sinónimos Mayús+F7 Abrir el Generador de fórmulas Mayús+F3 Abrir el cuadro de diálogo Definir nombre Cmd+F3 Insertar o responder un comentario Cmd+Retorno Abrir el cuadro de diálogo Crear nombres Cmd+Mayús+F3 Insertar una nueva hoja * Mayús+F11 Vista previa de impresión. Cmd+P O CONTROL + P Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Conflictos entre métodos abreviados",
      "contenido": "Algunos métodos abreviados de teclado de Windows entran en conflicto con los correspondientes métodos abreviados de teclado predeterminados de Mac OS. En este tema se marcan dichos métodos abreviados con un asterisco (*). Para usar estos métodos abreviados, es probable que tenga que modificar la configuración de teclado del equipo Mac para cambiar el método abreviado Mostrar escritorio correspondiente a la tecla. Cambiar las preferencias del sistema para los métodos abreviados de teclado con el mouse En el menú de Apple , seleccione Configuración delsistema. Seleccione Teclado. Seleccione Métodos abreviados deteclado. Busque el acceso directo que desea usar Excel y desactive la casilla correspondiente. Principio de página\n\nCambiar las preferencias del sistema para los métodos abreviados de teclado con el mouse:\nEn el menú de Apple , seleccione Configuración delsistema. Seleccione Teclado. Seleccione Métodos abreviados deteclado. Busque el acceso directo que desea usar Excel y desactive la casilla correspondiente. Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Trabajar en ventanas y cuadros de diálogo",
      "contenido": "Para hacer esto Pulse Expandir o minimizar la cinta de opciones Cmd+Opción+R Cambiar a la vista de semana completa Cmd+Control+F Cambiar a la siguiente aplicación Cmd+Tab Cambiar a la aplicación anterior +Mayús+Tab Cerrar la ventana del libro activo Cmd+W Realiza una captura de pantalla y guárdala en el escritorio. Mayús+Cmd+3 Minimizar la ventana activa CONTROL + F9 Maximizar o restaurar la ventana activa CONTROL + F10 O Cmd+F10 Ocultar Excel. Cmd+H Ir al cuadro, la opción, el control o el comando siguiente. Tecla TAB Ir al cuadro, la opción, el control o el comando anterior. Mayús+TAB Salir de un cuadro de diálogo o cancelar una acción. Esc Realice la acción asignada al botón predeterminado (el botón con el contorno en negrita). Entrar Cancelar el comando y cerrar el cuadro de diálogo. Esc Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Moverse y desplazarse por una hoja o un libro",
      "contenido": "Para ello Presionar Mover el cursor una celda hacia arriba, hacia abajo, hacia la izquierda o hacia la derecha. Teclas de dirección Desplazarse hasta el extremo de la región de datos actual. Cmd+Tecla de dirección Ir al principio de la fila. Inicio En un MacBook, presione FN + flecha izquierda Ir al principio de la hoja Control+ inicio En un MacBook, presione control+ FN + flecha izquierda Ir a la última celda en uso de la hoja Control+ Fin En un MacBook, presione Control + FN + Flecha derecha Mover una pantalla hacia abajo AV. PÁG. En un MacBook, presione FN + FLECHA ABAJO Retroceder una pantalla RE. PÁG. En un MacBook, presione FN + FLECHA ARRIBA Desplazar una pantalla a la derecha OPCIÓN + AV PÁG En un MacBook, presione FN + OPCIÓN + FLECHA ABAJO Desplazar una palabra a la izquierda OPCIÓN + RE PÁG. En un MacBook, presione FN + OPCIÓN + FLECHA ARRIBA Ir a la siguiente hoja del libro CONTROL + AV. PÁG. o OPCIÓN + FLECHA DERECHA Ir a la hoja anterior del libro CONTROL + AV. PÁG. o OPCIÓN + FLECHA IZQUIERDA Desplazarse para mostrar la celda activa CONTROL + SUPRIMIR Muestra el cuadro de diálogo Ir a la página Control+G Mostrar el cuadro de diálogo Buscar. CONTROL + F o MAYÚS + F5 Obtener acceso a la opción de búsqueda (cuando se está en una celda o cuando se selecciona una celda) Cmd+F Desplazarse entre celdas desbloqueadas en una hoja protegida Tecla TAB Desplazar horizontalmente Mayús y, a continuación, desplázate hacia arriba la rueda del mouse hacia la izquierda, hacia abajo para la derecha Sugerencia: Para moverse entre las celdas en Excel para Mac, debe desactivar BLOQ DESPL. Para desactivar o activar El bloqueo de desplazamiento, presione Mayús+F14. Según el tipo de teclado, es posible que deba usar la tecla Control, la tecla Opción o la tecla en lugar de la tecla Mayús. Si usa un MacBook, es posible que tenga que conectar un teclado USB para usar la combinación de teclas F14. Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Escribir datos en una hoja",
      "contenido": "Para ello Pulse Editar la celda seleccionada F2 Completar una entrada de celda y desplazarse hacia delante en la selección Entrar Úselo para comenzar una nueva línea en la misma celda. OPCIÓN + RETORNO o CONTROL + OPCIÓN + RETORNO Rellenar el rango de celdas seleccionado con el texto que escriba Cmd+Retorno O CONTROL + RETORNO Completar una entrada de celda y desplazarse hacia atrás en la selección Mayús+Entrar Completar una entrada de celda y mover a la derecha en la selección Tecla TAB Completar una entrada de celda y mover a la izquierda de la selección Mayús+Tab Cancelar una entrada de celda Esc Eliminar el carácter situado a la izquierda del punto de inserción o eliminar la selección Suprimir Suprimir el carácter situado a la derecha del punto de inserción o eliminar la selección Nota: Algunos teclados más pequeños no tienen esta tecla. En un MacBook, Fn+Delete Suprimir texto al final de la línea Nota: Algunos teclados más pequeños no tienen esta tecla. CONTROL + En un MacBook, presione CONTROL + FN + SUPRIMIR Mover el cursor un carácter hacia arriba, hacia abajo, hacia la izquierda o hacia la derecha Teclas de dirección Desplazarse al principio de la línea. Inicio En un MacBook, presione FN + flecha izquierda Insertar una nota. Mayús+F2 Abrir y editar un comentario de celda Mayús+F2 Insertar un nuevo comentario encadenado. Cmd+Mayús+F2 Abrir y responder a un comentario encadenado. Cmd+Mayús+F2 Rellenar hacia abajo. CONTROL + D O Cmd+D Rellenar hacia la derecha CONTROL + R O Cmd+R CONTROL + T Definir un nombre Control+L Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Trabajar en celdas o la barra de fórmulas",
      "contenido": "Para ello Presionar Active o desactive la información sobre herramientas para comprobar fórmulas directamente en la barra de fórmulas. Control+Opción+P Editar la celda seleccionada F2 Úselo para expandir o contraer la barra de fórmulas. CONTROL + MAYÚS + C Editar la celda activa y luego borrarla, o borrar el carácter anterior en la celda activa mientras modifica el contenido de la celda Eliminar Completar una entrada de celda Entrar Especificar una fórmula como fórmula de matriz Mayús+Cmd+Retorno O CONTROL + MAYÚS + RETORNO Úselo para cancelar una entrada de la celda o la barra de fórmulas. Esc Mostrar el Generador de fórmulas después de escribir un nombre de función válido en una fórmula Control +A Insertar un hipervínculo. Cmd+K O CONTROL + K Editar la celda activa y colocar el punto de inserción al final de la línea CONTROL + S Abrir el Generador de fórmulas Mayús+F3 Calcular la hoja activa Mayús+F9 Mostrar el menú contextual. Mayús+F10 Iniciar una fórmula = (signo igual) Activar o desactivar el estilo de referencia entre fórmula absolutas, relativas y mixtas Cmd+T O F4 Insertar la fórmula Autosuma Mayús+Cmd+T Escribe la Fecha. CONTROL + PUNTO Y COMA ( ;) Introducir la hora Cmd+Punto y coma (;) Úselo para copiar el valor de la celda situada sobre la celda activa en la celda o en la barra de fórmulas. Control+Mayús+Marca de pulgada/Comilla doble recta (\") Alternar entre mostrar valores de celda y mostrar fórmulas de celdas CONTROL + ACENTO GRAVE ( `) Copiar la fórmula de la celda situada sobre la celda activa en la celda o en la barra de fórmulas CONTROL + APÓSTROFE (') Mostrar la lista Autocompletar Opción+flecha abajo Definir un nombre Control+L Abra el panel Búsqueda inteligente Control+Opción+Cmd+L Úselo para calcular todas las hojas de cálculo de todos los libros abiertos. Control+Opción+F9 Compruebe las fórmulas dependientes y, a continuación, calcule todas las celdas de todos los libros abiertos. Control+Opción+Mayús+F9 Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Dar formato y editar datos",
      "contenido": "Para ello Pulse Editar la celda seleccionada F2 Crear una tabla Cmd+T O CONTROL + T Insertar un salto de línea en una celda Cmd+Opción+Retorno O CONTROL + OPCIÓN + RETORNO Insertar caracteres especiales como símbolos, incluidos emoji Control+Cmd+Barra espaciadora Aumentar el tamaño de la fuente. ⌘+Mayús+Corchete angular de cierre (>) Reducir el tamaño de la fuente. ⌘+Mayús+Corchete angular de apertura (<) Alinear centro Cmd+E Alinear a la izquierda. Cmd+L Mostrar el cuadro de diálogo Modificar el estilo de las celdas Mayús+Cmd+L Mostrar el cuadro de diálogo Formato de celdas Cmd+1 Aplicar el formato de número general Control+Mayús+tilde (~) Aplicar el formato de moneda con dos decimales (los números negativos aparecen en rojo entre paréntesis). Ctrl+Mayús+signo de dólar ($) Aplicar el formato de porcentajes sin decimales Ctrl+Mayús+signo de porcentaje (%) Aplicar el formato de número exponencial con dos decimales CONTROL + MAYÚS + C (^) Aplicar el formato de fecha con el día, mes y año Control+Mayús+Signo de número (#) Aplicar el formato de hora con la hora y los minutos e indicar a.m. o p.m. Control+Mayús+arroba (@) Aplicar el formato de número con dos decimales, separador de miles y signo menos (-) para los valores negativos Ctrl+Mayús+signo de exclamación (!) Quitar el contorno de las celdas seleccionadas Cmd+Opción+Cero (0) Agregar un contorno a la derecha de la selección Cmd+Opción+Tecla de dirección derecha Agregar un contorno a la izquierda de la selección Cmd+Opción+Tecla de dirección izquierda Agregar un contorno a la parte superior de la selección Cmd+Opción+Tecla de dirección arriba Agregar un contorno a la parte inferior de la selección Cmd+Opción+Tecla de dirección abajo Quitar contornos Cmd+Opción+Guion Aplicar o quitar el formato de negrita. Cmd+B Aplicar o quitar el formato de cursiva Cmd+I Aplicar o quitar el formato de subrayado. Cmd+U Aplicar o quitar formato de tachado. Mayús+Cmd+X Ocultar una columna Cmd+Paréntesis derecho ()) O Control+paréntesis de cierre ()) Mostrar una columna Mayús+Cmd+paréntesis de cierre ()) O Control+Mayús+paréntesis de cierre ()) Ocultar una fila Cmd+paréntesis de apertura (() O Control+paréntesis de apertura (() Mostrar una fila Mayús+Cmd+paréntesis de apertura (() O Control+Mayús+paréntesis de apertura (() Editar la celda activa CONTROL + S Cancela una entrada de la celda o la barra de fórmulas Esc Editar la celda activa y luego borrarla, o borrar el carácter anterior en la celda activa mientras modifica el contenido de la celda Eliminar Pegar texto en la celda activa Cmd+V Completar una entrada de celda Entrar Dar a las celdas seleccionadas la entrada actual de la celda Cmd+Retorno O CONTROL + RETORNO Especificar una fórmula como fórmula de matriz Mayús+Cmd+Retorno O CONTROL + MAYÚS + RETORNO Mostrar el Generador de fórmulas después de escribir un nombre de función válido en una fórmula Control +A Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Seleccionar celdas, columnas o filas",
      "contenido": "Para ello Presionar Extender la selección una celda Mayús+tecla de dirección Extender la selección a la última celda no vacía de la misma columna o fila que la celda activa Mayús+Cmd+Tecla de dirección Ampliar la selección hasta el principio de la fila MAYÚS + INICIO En un MacBook, presione MAYÚS + FN + FLECHA IZQUIERDA Ampliar la selección hasta al principio de la hoja CONTROL + MAYÚS + INICIO En un MacBook, presione CONTROL + MAYÚS + FN + FLECHA IZQUIERDA Extender la selección a la última celda de la hoja (esquina inferior derecha) CONTROL + MAYÚS + FIN En un MacBook, presione CONTROL + MAYÚS + FN + FLECHA DERECHA Seleccionar la columna completa * Control+barra espaciadora Seleccionar toda la fila Mayús+barra espaciadora Seleccione la región actual o toda la hoja. Presione más de una vez para expandir la selección. Cmd+A Seleccionar sólo las celdas visibles de la selección actual Mayús+Cmd+Asterisco (*) Seleccionar sólo la celda activa cuando se seleccionan varias celdas Mayús+Eliminar (no la tecla de eliminación directa presente en teclados completos) Ampliar la selección una pantalla hacia abajo MAYÚS + AV. PÁG. En un MacBook, MAYÚS + FN + FLECHA ABAJO Ampliar la selección una línea hacia arriba MAYÚS + RE PÁG. En un MacBook, MAYÚS + FN + FLECHA ARRIBA Alternar entre ocultar objetos, mostrar objetos y mostrar marcadores de posición de objetos CONTROL + 6 Activar la característica de extender una selección mediante las teclas de flecha F8 Agregar otro rango de celdas a la selección Mayús+F8 Seleccionar la matriz actual, que es la matriz a la que pertenece la celda activa Control+ barra diagonal (/) Seleccione las celdas de una fila que no coincidan con el valor de la celda activa en esa fila. Debe seleccionar la fila a partir de la celda activa. Control+Barra invertida ('\\') Seleccione solo las celdas que tienen referencia directa de las fórmulas de la selección Ctrl+Mayús+Corchete de apertura ([) Seleccionar todas las celdas con referencia directa o indirecta de las fórmulas de la selección Ctrl+Mayús+ llave de apertura (“{”) Seleccionar solo las celdas con fórmulas que hagan referencia directa a la celda activa Ctrl+Corchete de cierre (]) Seleccionar todas las celdas con fórmulas que hagan referencia directa o indirecta a la celda activa CONTROL + MAYÚS + Llave derecha (“}”) Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Trabajar con una selección",
      "contenido": "Para ello Presionar Copie una selección. Cmd+C O CONTROL + V Pegue una selección. Cmd+V O CONTROL + V Cortar una selección. Cmd+X O CONTROL + X Borrar una selección. Eliminar Suprimir la selección CONTROL + GUION Deshacer la última acción. Cmd+Z Ocultar una columna Cmd+Paréntesis derecho ()) O Control+paréntesis de cierre ()) Mostrar una columna Cmd+Mayús+paréntesis de cierre ()) O Control+Mayús+paréntesis de cierre ()) Ocultar una fila Cmd+paréntesis de apertura (() O Control+paréntesis de apertura (() Mostrar una fila Cmd+Mayús+paréntesis de apertura (() O Control+Mayús+paréntesis de apertura (() Mover filas, columnas o celdas seleccionadas Mantenga presionada la tecla Mayús mientras arrastra una fila, columna o celdas seleccionadas para mover las celdas seleccionadas y colocarlas para insertarlas en una nueva ubicación. Si no mantiene presionada la tecla Mayús mientras arrastra y coloca, las celdas seleccionadas se cortarán desde la ubicación original y se pegarán en la nueva ubicación (no insertadas). Mover de arriba a abajo dentro de la selección (hacia abajo) * * Entrar Mover de abajo a arriba dentro de la selección (hacia arriba) * * Mayús+Entrar Desplazarse de izquierda a derecha dentro de la selección, o bajar una celda si solo una columna está seleccionada Tecla TAB Desplazarse de derecha a izquierda dentro de la selección, o subir una celda si solo una columna está seleccionada Mayús+Tab Moverse en el sentido de las agujas del reloj a la siguiente esquina de la selección Control+Punto Grupo celdas seleccionadas Cmd+Mayús+K Desagrupar las celdas seleccionadas Cmd+Mayús+J * Con estos métodos abreviados puede desplazarse en otra dirección que no sea hacia abajo o hacia arriba. Si desea cambiar la dirección de estos accesos directos con el mouse, seleccione Excel > Preferencias > Editary, a continuación, en Después de presionar Retorno, mover la selección, seleccione la dirección a la que desea desplazarse. Principio de página\n\nUsar gráficos:\nPara ello Presione Insertar una nueva hoja de gráfico. * F11 Recorrer la selección de objeto de gráfico Teclas de dirección Principio de página\n\nOrdenar, filtrar y usar informes de tabla dinámica:\nPara ello Presionar Verá el cuadro de diálogo Ordenar. Cmd+Mayús+R Agregar o quitar un filtro Cmd+Mayús+F O CONTROL + MAYÚS + L Mostrar el menú emergente de campo de la lista de filtros o la página de tabla dinámica para la celda seleccionada Opción+Flecha abajo Principio de página\n\nDatos del esquema:\nPara ello Presione Mostrar u ocultar símbolos de esquema CONTROL + 8 Ocultar las filas seleccionadas CONTROL + 9 Mostrar las filas seleccionadas Ctrl+Mayús+paréntesis de apertura (“(“) Ocultar las columnas seleccionadas Control + Cero ( 0 ) Mostrar las columnas seleccionadas Ctrl+Mayús+paréntesis de cierre(“)“) Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Usar métodos abreviados de tecla de función",
      "contenido": "Excel para Mac usa las teclas de función para ejecutar comandos comunes, como Copiar y Pegar. Para obtener acceso rápido a estos métodos abreviados, puede cambiar las preferencias del sistema Apple para que no sea necesario presionar la tecla Fn cada vez que usa un método abreviado de tecla de función. Nota: El cambio de preferencias de tecla de función del sistema afecta al funcionamiento de las teclas de función del equipo Mac, no solo de Excel para Mac. Después de cambiar esta configuración, aún puede realizar las funciones especiales impresas en una tecla de función. Solo tiene que presionar la tecla Fn. Por ejemplo, para usar la tecla F12 para cambiar el volumen, presione Fn+F12. Si una tecla de función no funciona según lo previsto, pulse la tecla Fn además de la tecla de función. Si no quiere tener que estar pulsando siempre la tecla Fn, puede cambiar las preferencias del sistema de Apple: Para obtener instrucciones, vaya a Cambiar preferencias con el ratón En la tabla siguiente se indican los métodos abreviados de tecla de función de Excel para Mac. Para realizar esta acción Presionar Mostrar la ventana Ayuda. F1 Editar la celda seleccionada F2 Inserte una nota o abra y edite una nota de celda. Mayús+F2 Inserte un comentario encadenado o ábralo y responda a un comentario encadenado. Cmd+Mayús+F2 Abrir el cuadro de diálogo Guardar OPCIÓN+F2 Abrir el Generador de fórmulas Mayús+F3 Abrir el cuadro de diálogo Definir nombre Cmd+F3 Cierre una ventana o un cuadro de diálogo. Cmd+F4 Muestra el cuadro de diálogo Ir a la página F5 Mostrar el cuadro de diálogo Buscar. Mayús+F5 Ir al cuadro de diálogo Buscar hoja. Control + F5 Cambie el foco entre la hoja de cálculo, la cinta de opciones, el panel de tareas y la barra de estado. F6 o Mayús+F6 Revisar la ortografía. F7 Abrir el diccionario de sinónimos Mayús+F7 O Control+Opción+Cmd+R Extender la selección F8 Agregar a la selección Mayús+F8 Mostrar el cuadro de diálogo Macros OPCIÓN+F8 Calcular todos los libros abiertos F9 Calcular la hoja activa Mayús+F9 Minimizar la ventana activa CONTROL + F9 Muestra el menú contextual o el menú \"clic con el botón derecho\". Mayús+F10 Mostrar un menú emergente (en el menú del botón objeto), por ejemplo, haciendo clic en el botón después de pegarlo en una hoja Opción+Mayús+F10 Maximizar o restaurar la ventana activa CONTROL + F10 O Cmd+F10 Insertar una nueva hoja de gráfico* F11 Insertar una nueva hoja* Mayús+F11 Inserte una Excel hoja de macros 4.0. Cmd+F11 Abrir Visual Basic. OPCIÓN+F11 Mostrar el cuadro de diálogo Guardar como. F12 Mostrar el cuadro de diálogo Abrir. Cmd+F12 Abrir el Editor de consultas de Power Query OPCIÓN+F12 Principio de página Cambiar las preferencias de tecla de función con el mouse En el menú de Apple, seleccione Preferencias del sistema > Teclado. En la pestaña Teclado, seleccione la casilla Usar teclas de función (F1, F2, etc.) como teclas de función estándar.\n\nCambiar las preferencias de tecla de función con el mouse:\nEn el menú de Apple, seleccione Preferencias del sistema > Teclado. En la pestaña Teclado, seleccione la casilla Usar teclas de función (F1, F2, etc.) como teclas de función estándar.\n\nDibujo:\nPara Pulse Activar y desactivar el modo Dibujo. Cmd+Control+Z Principio de página\n\nVea también:\nAyuda y formación de Excel Usar un lector de pantalla para explorar y navegar en Excel Tareas básicas con un lector de pantalla en Excel Soporte técnico del lector de pantalla para Excel\n\nContenido:\nNavegar por la hoja de cálculo Dar formato y editar datos Trabajar en celdas o la barra de fórmulas",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Navegar por la hoja de cálculo",
      "contenido": "Para hacer esto Pulse Desplazarse una celda a la derecha Tecla TAB Mover el cursor una celda hacia arriba, hacia abajo, hacia la izquierda o hacia la derecha. Teclas de dirección Ir a la siguiente hoja del libro Opción+tecla de dirección derecha Ir a la hoja anterior del libro Opción+tecla de dirección izquierda Principio de página\n\nDar formato y editar datos:\nPara ello Pulse Aplicar borde de contorno +opción+0 Quitar borde de contorno + OPCIÓN + GUIÓN Ocultar columna(s) +0 Ocultar fila(s) CONTROL + 9 Mostrar columna(s) Mayús++0 o Mayús+Control+Paréntesis de cierre ()) Mostrar fila(s) Mayús+Control+9 o Mayús+Control+Paréntesis de apertura (() Volver al principio",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Trabajar en celdas o la barra de fórmulas",
      "contenido": "Para hacer esto Pulse Ir a la celda de la derecha. Tecla TAB Moverse por el texto de la celda Teclas de dirección Copie una selección. +C Pegue una selección. +V Cortar una selección. +X Deshacer una acción. +Z Rehacer una acción + Y o + MAYÚS + Z Aplicar formato en negrita al texto seleccionado. +B Aplicar formato en cursiva al texto seleccionado. +I Subrayar el texto seleccionado. +U Seleccionar todo. +A Seleccione un rango de celdas. Mayús + tecla de flecha derecha o izquierda Insertar un salto de línea en una celda + OPCIÓN + RETORNO o CONTROL + OPCIÓN + RETORNO Mover el cursor al principio de la línea actual dentro de una celda +Tecla de flecha izquierda Mover el cursor al final de la línea actual dentro de una celda +Tecla de dirección derecha Mover el cursor al principio de la línea actual. +Tecla de dirección arriba Desplazar el cursor al final de la línea actual +Tecla de dirección abajo Dentro de una celda que contiene un salto de línea, mover el cursor hacia arriba por un párrafo Opción+tecla de flecha arriba Dentro de una celda que contiene un salto de línea, mover el cursor hacia abajo por un párrafo Opción+flecha abajo Mover el cursor una palabra a la derecha. Opción+tecla de dirección derecha Mover el cursor una palabra a la izquierda. Opción+tecla de dirección izquierda Insertar una fórmula autosuma. Mayús++T Principio de página\n\nVea también:\nAyuda y formación de Excel Soporte técnico del lector de pantalla para Excel Tareas básicas usando un lector de pantalla con Excel Usar un lector de pantalla para explorar y navegar en Excel\n\nContenido:\nNavegar por la hoja de cálculo Trabajar con celdas\n\nNavegar por la hoja de cálculo:\nPara hacer esto Pulse Desplazarse una celda a la derecha Tecla TAB Mover el cursor una celda hacia arriba, hacia abajo, hacia la izquierda o hacia la derecha. Teclas de dirección arriba, abajo, izquierda o derecha Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Trabajar con celdas",
      "contenido": "Para hacer esto Pulse Mover una hoja de cálculo Control+ S Copie una selección. Control+C Pegue una selección. Control+V Cortar una selección. Control+X Deshacer una acción. Control+Z Rehacer una acción CONTROL + Y Aplicar el formato de negrita. Control+B Aplicar el formato de cursiva. Control+I Aplicar formato de subrayado. CONTROL + S Seleccionar todo. Control +A Find. Control+F Insertar un salto de línea en una celda Alt+Entrar Principio de página\n\nVea también:\nAyuda y formación de Excel Soporte técnico del lector de pantalla para Excel Tareas básicas usando un lector de pantalla con Excel Usar un lector de pantalla para explorar y navegar en Excel",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — En este artículo",
      "contenido": "Sugerencias rápidas para el uso de métodos abreviados de teclado con Excel para la Web Métodos abreviados de teclado más usados Teclas de acceso: Métodos abreviados para usar la cinta Métodos abreviados de teclado para la edición de celdas Métodos abreviados de teclado para la inserción de datos Métodos abreviados de teclado para la edición de datos en celdas Métodos abreviados de teclado para dar formato a celdas Métodos abreviados de teclado para mover y desplazarse dentro de hojas de cálculo Métodos abreviados de teclado para trabajar con objetos Métodos abreviados de teclado para trabajar con celdas, filas, columnas y objetos Métodos abreviados de teclado para moverse dentro de un rango seleccionado Métodos abreviados de teclado para el cálculo de datos Menú de métodos abreviados de accesibilidad (Alt + Mayús + A) Controlar métodos abreviados de teclado en Microsoft Excel en la Web reemplazando los métodos abreviados de teclado del explorador",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Consejos rápidos para usar los métodos abreviados de teclado con Excel para la Web",
      "contenido": "Para encontrar cualquier comando rápidamente, presione Alt+tecla del logotipo de Windows, Q para ir al campo de texto Buscar o Información . En Buscar o Información, escriba una palabra o el nombre de un comando que desee (disponible solo en el modo de edición ). Buscar o Dímelo busca opciones relacionadas y proporciona una lista. Use las teclas de dirección arriba y abajo para seleccionar un comando y luego presione Entrar. Según la versión de Microsoft 365 que use, el campo de texto Search de la parte superior de la ventana de la aplicación podría llamarse Más información. Ambos ofrecen una experiencia similar en gran medida, pero algunas opciones y los resultados de búsqueda pueden variar. Para ir a una celda en particular, en un libro use el comando Ir a: presione Ctrl+I, escriba la referencia de celda (por ejemplo B14) y, luego, presione Entrar. Si usa un lector de pantalla, vaya al menú Accesos directos de accesibilidad (Alt+Mayús+A).",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Métodos abreviados de teclado más usados",
      "contenido": "Estos son los métodos abreviados de teclado que se usan con más frecuencia en Excel para la Web. Sugerencia: Para crear rápidamente una nueva hoja de cálculo en Excel para la Web, abra el explorador, escriba Excel.new en la barra de direcciones y, a continuación, presione Entrar. Para hacer esto Pulse Ir a una celda específica Ctrl+G Moverse hacia abajo. Av pág o flecha abajo Moverse hacia arriba. Re pág o flecha arriba Imprimir un libro. Ctrl+P Copiar selección. Ctrl+C Pegar selección Ctrl+V Cortar selección. Ctrl+X Deshacer una acción. Ctrl+Z Abrir libro Ctrl+A Cerrar libro Ctrl+W Abrir el cuadro de diálogo Guardar como Alt + F2 Use Buscar. Ctrl+B o Mayús+F3 Aplicar el formato de negrita. Ctrl+Alt+N Abrir el menú contextual. Windows teclados: Mayús+F10 o tecla menú de Windows Otros teclados: Mayús+F10 Vaya a Buscar o Información. Alt+Q Repetir búsqueda, hacia abajo Mayús+F4 Repetir búsqueda, hacia arriba Ctrl+Mayús+F4 Insertar un gráfico Alt+F1 Muestra las teclas de acceso (comandos de la cinta de opciones) en la cinta clásica al usar narrador. Alt Period (.) Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Teclas de acceso: Métodos abreviados para usar la cinta",
      "contenido": "Excel para la Web ofrece teclas de acceso, métodos abreviados de teclado para desplazarse por la cinta. Si ha usado teclas de acceso para ahorrar tiempo en Excel para equipos de escritorio, encontrará teclas de acceso muy parecidas en Excel para la Web. En Excel para la Web, todas las teclas de acceso comienzan por Alt+tecla de logotipo de Windows y, después, se agrega la letra de la pestaña de la cinta. Por ejemplo, para ir a la pestaña Revisar, presione Alt+Tecla del logotipo de Windows+R. Nota: Para obtener información sobre cómo invalidar los métodos abreviados de cinta basados en Alt del explorador, vaya a Control de métodos abreviados de teclado en Excel para la Web reemplazando los métodos abreviadosde teclado del explorador. Si usa Excel para la Web en un equipo Mac, presione Control+Opción para empezar. Para ir a la cinta de opciones, presione Alt+Tecla del logotipo de Windows o Ctrl+F6 hasta llegar a la pestaña Inicio. Para desplazarse de una pestaña de la cinta de opciones a otra, presione la tecla TAB. Para ocultar la cinta y disponer de más espacio para trabajar, presione Ctrl+F1. Para volver a mostrar la cinta de opciones, presione Ctrl+F1. Ir a las teclas de acceso de la cinta de opciones Para ir directamente a una pestaña en la cinta de opciones, presione una de las teclas de acceso siguientes: Para realizar esta acción Pulse Vaya al campo Buscar o Dígame de la cinta y escriba un término de búsqueda. Alt+Tecla del logotipo de Windows, Q Abrir el menú Archivo. Alt+Tecla del logotipo de Windows, F Abrir la pestaña Inicioy dar formato a texto y números o usar otras herramientas como Buscar y filtrar Alt+Tecla del logotipo de Windows, H Abrir la pestaña Insertare insertar una función, una tabla, un gráfico, un hipervínculo o un comentario. Alt+Tecla del logotipo de Windows, N Abrir la pestaña Datosy actualizar las conexiones o usar herramientas de datos. Alt+Tecla del logotipo de Windows, A Abrir la pestaña Revisary usar el Comprobador de accesibilidad o trabajar con comentarios. Alt+Tecla del logotipo de Windows, R Abrir la pestaña Vistapara elegir una vista, inmovilizar filas o columnas en la hoja de cálculo o mostrar las líneas de división y los encabezados Alt+Tecla del logotipo de Windows, W Principio de página Trabajar en las pestañas y los menús de la cinta Los métodos abreviados de esta tabla pueden ahorrar tiempo al trabajar con las pestañas y los menús de la cinta Para hacer esto Presione Seleccionar la pestaña activa de la cinta de opciones y activar las teclas de acceso. Alt+Tecla del logotipo de Windows. Para ir a otra pestaña, use las teclas de acceso o la tecla Tab. Mover el foco a comandos en la cinta. Entrar y, luego, TAB o Mayús+TAB Activar el botón seleccionado. Barra espaciadora o Entrar Úselo para abrir la lista de un comando seleccionado. Barra espaciadora o Entrar Abrir el menú de un botón seleccionado. Alt+flecha abajo Cuando un menú o submenú está abierto, úselo para moverse al siguiente comando. Esc Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Ir a las teclas de acceso de la cinta de opciones",
      "contenido": "Para ir directamente a una pestaña en la cinta de opciones, presione una de las teclas de acceso siguientes: Para realizar esta acción Pulse Vaya al campo Buscar o Dígame de la cinta y escriba un término de búsqueda. Alt+Tecla del logotipo de Windows, Q Abrir el menú Archivo. Alt+Tecla del logotipo de Windows, F Abrir la pestaña Inicioy dar formato a texto y números o usar otras herramientas como Buscar y filtrar Alt+Tecla del logotipo de Windows, H Abrir la pestaña Insertare insertar una función, una tabla, un gráfico, un hipervínculo o un comentario. Alt+Tecla del logotipo de Windows, N Abrir la pestaña Datosy actualizar las conexiones o usar herramientas de datos. Alt+Tecla del logotipo de Windows, A Abrir la pestaña Revisary usar el Comprobador de accesibilidad o trabajar con comentarios. Alt+Tecla del logotipo de Windows, R Abrir la pestaña Vistapara elegir una vista, inmovilizar filas o columnas en la hoja de cálculo o mostrar las líneas de división y los encabezados Alt+Tecla del logotipo de Windows, W Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Trabajar en las pestañas y los menús de la cinta",
      "contenido": "Los métodos abreviados de esta tabla pueden ahorrar tiempo al trabajar con las pestañas y los menús de la cinta Para hacer esto Presione Seleccionar la pestaña activa de la cinta de opciones y activar las teclas de acceso. Alt+Tecla del logotipo de Windows. Para ir a otra pestaña, use las teclas de acceso o la tecla Tab. Mover el foco a comandos en la cinta. Entrar y, luego, TAB o Mayús+TAB Activar el botón seleccionado. Barra espaciadora o Entrar Úselo para abrir la lista de un comando seleccionado. Barra espaciadora o Entrar Abrir el menú de un botón seleccionado. Alt+flecha abajo Cuando un menú o submenú está abierto, úselo para moverse al siguiente comando. Esc Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Métodos abreviados de teclado para la edición de celdas",
      "contenido": "Sugerencia: Si una hoja de cálculo se abre en el modo de lectura, los comandos de edición no funcionarán. Para cambiar al modo de edición , presione Alt+tecla del logotipo de Windows, Z, M, E. Para hacer esto Pulse Insertar una fila encima de la actual Alt+Windows logo key+H, I, R Insertar una columna a la izquierda de la columna actual Alt+Windows logo key+H, I, C Cortar selección. Ctrl+X Copiar selección. Ctrl+C Pegar selección Ctrl+V Deshacer una acción. Ctrl+Z Rehacer una acción Ctrl+Y Úselo para comenzar una nueva línea en la misma celda. Alt+Entrar Insertar un hipervínculo. Ctrl+Alt+K Insertar una tabla. Ctrl+I Úselo para insertar una función. Mayús+F3 Aumentar el tamaño de la fuente. Ctrl+Mayús+corchete angular de cierre (>) Reducir el tamaño de la fuente. Ctrl+Mayús+corchete angular de apertura (<) Aplique un filtro. Alt+Windows logo key+A, T Reaplicar un filtro Ctrl+Alt+L Activa y desactiva Autofiltro . Ctrl+Mayús+L Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Métodos abreviados de teclado para la inserción de datos",
      "contenido": "Para realizar esta acción Pulse Completar la escritura de la celda y seleccionar la celda de abajo Entrar Completar la escritura de la celda y seleccionar la celda de arriba Mayús+Entrar Completar la escritura de la celda y seleccionar la siguiente celda en la fila Tecla TAB Completar la escritura de la celda y seleccionar la celda anterior en la fila Mayús+TAB Cancelar la entrada de celda Esc Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Métodos abreviados de teclado para la edición de datos en celdas",
      "contenido": "Para realizar esta acción Pulse Editar la celda seleccionada F2 Recorrer todas las distintas combinaciones de referencias absolutas y relativas cuando se selecciona una referencia de celda o rango. F4 Editar la celda seleccionada Eliminar Borrar la celda seleccionada y empezar a editar Retroceso Ir al principio de línea de celda Inicio Ir al final de línea de celda Fin Seleccione a la derecha por un carácter. Mayús+Flecha derecha Seleccionar hasta el principio de datos de celda Mayús+Inicio Seleccione hasta el final de los datos de la celda. Mayús+Fin Seleccione a la izquierda un carácter. Mayús+Flecha izquierda Extender la selección a la última celda que no esté en blanco de la misma columna o fila que la celda activa, o si la siguiente celda está en blanco, a la siguiente celda que no esté en blanco. Ctrl+Mayús+Flecha derecha o Ctrl+Mayús+Flecha izquierda Insertar la fecha actual. Ctrl+punto y coma (;) Insertar la hora actual. Ctrl+Mayús+Punto y coma (;) Copiar la fórmula de la celda superior Ctrl+apóstrofo (') Copiar el valor de la celda superior Ctrl+Mayús+Apóstrofo (') Inserta un argumento de fórmula. Ctrl+Mayús+A Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Métodos abreviados de teclado para dar formato a celdas",
      "contenido": "Para ello Presione Aplicar el formato de negrita. Ctrl+N Aplicar el formato de cursiva. Ctrl+I Aplicar formato de subrayado Ctrl+S Pegar el formato Mayús+Ctrl+V Aplica el contorno a las celdas seleccionadas. Ctrl+Mayús+Y comercial (&) Aplicar el formato de número Ctrl+Mayús+1 Aplique el formato de hora Ctrl+Mayús+2 Aplique el formato de fecha Ctrl+Mayús+3 Aplique el formato de moneda Ctrl+Mayús+4 Aplicar el formato de porcentajes Ctrl+Mayús+5 Aplique el formato científico Ctrl+Mayús+6 Aplicar borde exterior CTRL+Mayús+7 Abrir el cuadro de diálogo Formato de número Ctrl+1 Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Métodos abreviados de teclado para mover y desplazarse dentro de hojas de cálculo",
      "contenido": "Para realizar esta acción Pulse Moverse hacia arriba una celda. Flecha arriba o Mayús+Entrar Moverse hacia abajo una celda. Flecha abajo o Entrar Moverse hacia la derecha una celda. La tecla TAB o la tecla de flecha derecha Ir al principio de la fila Inicio Ir a la celda A1 Ctrl+Inicio Ir a la última celda del rango utilizado Ctrl+Fin Bajar una pantalla (28 filas) Página abajo Subir una pantalla (28 filas) Página arriba Desplazarse hasta el extremo de la región de datos actual. Ctrl+Flecha derecha o Ctrl+flecha izquierda Mover entre la cinta de opciones y el contenido del libro Ctrl+F6 Desplazarse a una pestaña diferente de la cinta de opciones Tecla TAB Presione Entrar para ir a esa pestaña de la cinta. Insertar una nueva hoja Mayús+F11 Pasar a la pestaña siguiente Ctrl + Alt + AV Pág Cambie a la siguiente hoja (cuando se encuentra en Microsoft Teams o en un explorador distinto de Chrome). Ctrl+Av Pág Pasar a la pestaña anterior Ctrl + Alt + Re Pág Cambiar a la hoja anterior (en o en Microsoft Teams un explorador distinto de Chrome). Ctrl+Re Pág Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Métodos abreviados de teclado para trabajar con objetos",
      "contenido": "Para realizar esta acción Pulse Abrir un menú o explorar más Alt+flecha abajo Cierre el menú o explore en profundidad. Alt+tecla de dirección arriba Seguir hipervínculo Ctrl+Entrar Abrir una nota para editarla Mayús+F2 Abrir y responder a un comentario encadenado. Ctrl+Mayús+F2 Girar un objeto a la izquierda Alt+Tecla de dirección izquierda Girar un objeto a la derecha Alt+flecha derecha Volver al principio",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Métodos abreviados de teclado para trabajar con celdas, filas, columnas y objetos",
      "contenido": "Para realizar esta acción Pulse Seleccione un rango de celdas. Mayús+Teclas de dirección Seleccionar una columna completa Ctrl+barra espaciadora Seleccionar toda una fila Mayús+barra espaciadora Extender la selección a la última celda que no esté en blanco de la misma columna o fila que la celda activa, o si la siguiente celda está en blanco, a la siguiente celda que no esté en blanco. Ctrl+Mayús+Flecha derecha o Ctrl+Mayús+Flecha izquierda Agregue una celda o un rango de celdas no adyacentes a una selección de celdas Mayús+F8 Inserta celdas, filas o columnas. Ctrl+Signo más (+) Eliminar celdas, filas o columnas Ctrl+signo menos (-) Ocultar filas Ctrl+9 Mostrar filas CTRL+Mayús+9 Ocultar columnas Ctrl+0 Mostrar columnas CTRL+Mayús+0 Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Métodos abreviados de teclado para moverse dentro de un rango seleccionado",
      "contenido": "Para realizar esta acción Pulse De arriba a abajo (o hacia delante en la selección) Entrar Desplazarse de abajo a arriba (o volver a través de la selección). Mayús+Entrar Mover hacia delante en una fila (o hacia abajo a través de una sola columna de selección) Tecla TAB Mover hacia atrás en una fila (o hacia arriba a través de una selección de una sola columna) Mayús+TAB Desplazarse a una celda activa. Mayús+Retroceso Se desplaza a la celda activa y mantiene la selección. Ctrl+Retroceso Girar la celda activa a través de las esquinas del rango seleccionado Ctrl+Punto (.) Desplazarse al siguiente rango seleccionado Ctrl + Alt + Flecha derecha Desplazarse al anterior rango seleccionado Ctrl + Alt + Flecha izquierda Extender la selección a la última celda de la hoja Ctrl+Mayús+Fin Extender la selección a la primera celda de la hoja Ctrl+Mayús+Inicio Principio de página\n\nMétodos abreviados de teclado para el cálculo de datos:\nPara realizar esta acción Presionar Calcular libro (actualización) F9 Realice el cálculo completo. Ctrl+Mayús+Alt+F9 Actualizar datos externos ALT+F5 Actualizar todos los datos externos Ctrl+Alt+F5 Aplicar sumaautomática. Alt+signo igual (=) Aplicar relleno rápido. Ctrl+E Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Menú de métodos abreviados de accesibilidad (Alt + Mayús + A)",
      "contenido": "Acceda rápidamente a las características comunes mediante los siguientes accesos directos: Para hacer esto Presionar Cíclico entre regiones de punto de referencia. CTRL + F6 o CTRL + Mayús + F6 Moverse dentro de una región de punto de referencia. Tecla TAB o Mayús+TAB Vaya al campo Buscar o Información para ejecutar cualquier comando. Alt+Q Mostrar u ocultar sugerencias clave o acceder a la cinta de opciones Alt+Tecla del logotipo de Windows. Editar la celda seleccionada F2 Ir a una celda específica Ctrl+G Desplazarse a otra hoja de cálculo del libro. CTRL + Alt + Retroceder Página o CTRL + Alt + Avanzar página Abrir el menú contextual. Mayús+F10 o tecla de menú de Windows Leer encabezado de fila CTRL + Alt + Mayús + T Leer fila hasta la celda activa CTRL + Alt + Mayús + Inicio Leer fila a partir de la celda activa CTRL + Alt + Mayús + Fin Leer encabezado de columna CTRL + Alt + Mayús + H Leer columna hasta la celda activa CTRL + Alt + Mayús + Retroceder Página Leer columna a partir de la celda activa Ctrl+Alt+Mayús+Re Pág Abra una lista de opciones de movimiento dentro de un cuadro de diálogo. Ctrl+Alt+Barra espaciadora Principio de página",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Controlar métodos abreviados de teclado en Excel para la Web reemplazando los métodos abreviados de teclado del explorador",
      "contenido": "Excel para la Web funciona en un explorador. Los exploradores tienen métodos abreviados de teclado, algunos de los cuales entran en conflicto con los métodos abreviados que funcionan en Excel para el escritorio. Puedes controlar estos métodos abreviados de teclado para que funcionen igual en ambas versiones de cambiando la configuración de Excelmétodos abreviados de teclado. Tenga en cuenta que la invalidación de los accesos directos del explorador también le permite abrir la Excel para la Web Ayuda presionando F1. En Excel para la Web, seleccione Ayuda > métodos abreviados deteclado. Buscar cualquier método abreviado de teclado Elegir la categoría de accesos directos que se mostrarán en la lista Seleccione Invalidar accesos directosdel explorador. Seleccione Mostrar invalidaciones para mostrar invalidaciones de acceso directo en el cuadro de diálogo. Seleccione Cerrar. Principio de página\n\nVea también:\nAyuda y formación de Excel Usar un lector de pantalla para explorar y navegar en Excel Tareas básicas con un lector de pantalla en Excel Soporte técnico del lector de pantalla para Excel",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — Soporte técnico para los clientes con discapacidades",
      "contenido": "Microsoft desea proporcionar la mejor experiencia posible a todos los clientes. Si tiene alguna discapacidad o tiene preguntas relacionadas con la accesibilidad, póngase en contacto con Answer Desk Accesibilidad de Microsoft para obtener asistencia técnica. El equipo de soporte técnico de Answer Desk Accesibilidad está preparado para usar muchas tecnologías de asistencia conocidas y puede ofrecer asistencia en lenguaje de signos en inglés, español, francés y estadounidense. Vaya al sitio de Answer Desk Accesibilidad de Microsoft para saber los detalles de contacto de su región. Si es un usuario de la administración pública, un usuario comercial o de empresa, póngase en contacto con Answer Desk Accesibilidad para empresas.",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — ¿Necesita más ayuda?",
      "contenido": "¿Quiere más opciones? DescubrirComunidadPóngase en contacto con nosotros Explore las ventajas de las suscripciones, examine los cursos de aprendizaje, aprenda a proteger su dispositivo y mucho más. Ventajas de la suscripción de Microsoft 365 Aprendizaje de Microsoft 365 Seguridad de Microsoft Centro de accesibilidad Las comunidades le ayudan a formular y responder preguntas, enviar comentarios y leer a expertos con conocimientos extensos. Pregunte en Microsoft Community Microsoft Tech Community Windows Insiders Microsoft 365 Insiders Encuentre soluciones a problemas comunes u obtenga ayuda de un agente de soporte técnico. Soporte en línea",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Métodos abreviados de teclado de Excel - Soporte técnico de Microsoft — ¿Quiere más opciones?",
      "contenido": "DescubrirComunidadPóngase en contacto con nosotros Explore las ventajas de las suscripciones, examine los cursos de aprendizaje, aprenda a proteger su dispositivo y mucho más. Ventajas de la suscripción de Microsoft 365 Aprendizaje de Microsoft 365 Seguridad de Microsoft Centro de accesibilidad Las comunidades le ayudan a formular y responder preguntas, enviar comentarios y leer a expertos con conocimientos extensos. Pregunte en Microsoft Community Microsoft Tech Community Windows Insiders Microsoft 365 Insiders Encuentre soluciones a problemas comunes u obtenga ayuda de un agente de soporte técnico. Soporte en línea",
      "subtema": "Atajos",
      "fuente_url": "https://support.microsoft.com/es-es/office/m%c3%e9todos-abreviados-de-teclado-de-excel-1798d9d5-842a-42b8-9c99-9b7213f0040f"
    },
    {
      "titulo": "Funciones de Excel (por categoría) - Soporte técnico de Microsoft — Nuestras 10 funciones destacadas",
      "contenido": "Estas son nuestras 10 funciones destacadas que creemos que mejorarán su experiencia con las hojas de cálculo. Función Descripción SUMA Use esta función para agregar los valores de las celdas. SI Use esta función para devolver un valor si una condición es verdadera y otro valor si es falsa. Aquí puede ver un vídeo acerca del uso de la función SI. SUMAR.SI.CONJUNTO Use esta función cuando necesite agregar las celdas de un rango que cumplan varios criterios. XLOOKUP Use esta función cuando necesite buscar un rango o una matriz y devolver un elemento correspondiente a la primera coincidencia que encuentre. Si no hay ninguna coincidencia, BUSCARX puede devolver la coincidencia más cercana (aproximada). CONTAR.SI.CONJUNTO Use esta función para contar el número de celdas dentro de un rango que cumplen varios criterios. CONTAR Use esta función para contar cuántos números hay en la lista de argumentos. Puede usar CONTARA para contar cuántos valores hay en la lista de argumentos. LET Use esta función para asignar nombres a los resultados del cálculo. FILTRAR Use esta función para filtrar un rango de datos en función de los criterios que defina. UNIQUE Use esta función para devolver una lista de valores únicos en una lista o rango. TEXTOANTES Use esta función para devolver texto que aparece antes de un carácter o cadena determinado. Puede usar TEXTAFTERpara devolver el texto que aparece después de un carácter o cadena determinado.",
      "subtema": "Funciones",
      "fuente_url": "https://support.microsoft.com/es-es/office/funciones-de-excel-por-categor%c3%eda-5f91f4e9-7b42-46d2-9bd1-63f26a86c0eb"
    },
    {
      "titulo": "Funciones de Excel (por categoría) - Soporte técnico de Microsoft — Compatibilidad",
      "contenido": "En las versiones más recientes de Excel, estas funciones se reemplazaron por funciones nuevas que proporcionan precisión mejorada y tienen nombres que reflejan mejor su uso. Aún puede usarlas para la compatibilidad con versiones anteriores de Excel pero, si la compatibilidad con versiones anteriores no es obligatoria, debería empezar a usar las funciones nuevas en su lugar. Para obtener más información sobre las funciones nuevas, consulte Funciones estadísticas (referencia) y Funciones matemáticas y trigonométricas (referencia) . Función Descripción DISTR.BETA Devuelve la función de distribución beta acumulativa. DISTR.BETA.INV Devuelve la función inversa de la función de distribución acumulativa de una distribución beta especificada. DISTR.BINOM Devuelve la probabilidad de una variable aleatoria discreta siguiendo una distribución binomial. DISTR.CHI Devuelve la probabilidad de una cola de distribución chi cuadrado. PRUEBA.CHI.INV Devuelve la función inversa de la probabilidad de una cola de la distribución chi cuadrado. PRUEBA.CHI Devuelve la prueba de independencia. CONCATENAR Combina dos o más cadenas de texto en una sola. INTERVALO.CONFIANZA Devuelve el intervalo de confianza de la media de una población. COVAR Devuelve la covarianza, que es el promedio de los productos de las desviaciones para cada pareja de puntos de datos. BINOM.CRIT Devuelve el menor valor cuya distribución binomial acumulativa es menor o igual a un valor de criterio. DISTR.EXP Devuelve la distribución exponencial. DISTR.F Devuelve la distribución de probabilidad F. DISTR.F.INV Devuelve la función inversa de la distribución de probabilidad F. MULTIPLO.INFERIOR Redondea un número hacia abajo, hacia el cero. PRONOSTICO Calcula o pronostica un valor futuro usando los valores existentes. PRUEBA.F Devuelve el resultado de una prueba F. DISTR.GAMMA Devuelve la distribución gamma. DISTR.GAMMA.INV Devuelve la función inversa de la distribución gamma acumulativa. DISTR.HIPERGEOM Devuelve la distribución hipergeométrica. DISTR.LOG.INV Devuelve la inversa de la función de distribución acumulativa logarítmico-normal. DISTR.LOG.NORM Devuelve la distribución logarítmico-normal acumulativa. MODA Devuelve el valor más común de un conjunto de datos. NEGBINOMDIST Devuelve la distribución binomial negativa. DISTR.NORM Devuelve la distribución normal acumulativa. DISTR.NORM.INV Devuelve la función inversa de la distribución normal acumulativa. DISTR.NORM.ESTAND Devuelve la distribución normal estándar acumulativa. DISTR.NORM.ESTAND.INV Devuelve la función inversa de la distribución normal estándar acumulativa. PERCENTIL Devuelve el k-ésimo percentil de los valores de un rango. RANGO.PERCENTIL Devuelve el rango porcentual de un valor de un conjunto de datos. POISSON Devuelve la distribución de Poisson. CUARTIL Devuelve el cuartil de un conjunto de datos. JERARQUIA Devuelve la jerarquía de un número en una lista de números. DESVEST Calcula la desviación estándar a partir de una muestra. DESVESTP Calcula la desviación estándar en función de toda la población. DISTR.T Devuelve la distribución de t de Student. DISTR.T.INV Devuelve la función inversa de la distribución de t de Student. PRUEBA.T Devuelve la probabilidad asociada a una prueba t de Student. VAR Calcula la varianza de una muestra. VARP Calcula la varianza en función de toda la población. DIST.WEIBULL Devuelve la distribución de Weibull. PRUEBA.Z Devuelve el valor de una probabilidad de una cola de una prueba z.",
      "subtema": "Funciones",
      "fuente_url": "https://support.microsoft.com/es-es/office/funciones-de-excel-por-categor%c3%eda-5f91f4e9-7b42-46d2-9bd1-63f26a86c0eb"
    },
    {
      "titulo": "Funciones de Excel (por categoría) - Soporte técnico de Microsoft — Cubos",
      "contenido": "Función Descripción MIEMBROKPICUBO Devuelve una propiedad de indicador clave de rendimiento (KPI) y muestra el nombre del KPI en la celda. Un KPI es una medida cuantificable, como los beneficios brutos mensuales o la facturación trimestral por empleado, que se usa para supervisar el rendimiento de una organización. MIEMBROCUBO Devuelve un miembro o tupla del cubo. Se usa para validar la existencia del miembro o la tupla en el cubo. PROPIEDADMIEMBROCUBO Devuelve el valor de una propiedad de miembro del cubo. Se usa para validar la existencia de un nombre de miembro en el cubo y para devolver la propiedad especificada para este miembro. MIEMBRORANGOCUBO Devuelve el miembro n, o clasificado, en un conjunto. Se usa para devolver uno o más elementos de un conjunto, por ejemplo, el cantante que más discos vende o los 10 mejores alumnos. CONJUNTOCUBO Define un conjunto calculado de miembros o tuplas mediante el envío de una expresión de conjunto al cubo en el servidor, lo que crea el conjunto y, después, devuelve dicho conjunto a Microsoft Excel. RECUENTOCONJUNTOCUBO Devuelve el número de elementos de un conjunto. VALORCUBO Devuelve un valor agregado del cubo.",
      "subtema": "Funciones",
      "fuente_url": "https://support.microsoft.com/es-es/office/funciones-de-excel-por-categor%c3%eda-5f91f4e9-7b42-46d2-9bd1-63f26a86c0eb"
    },
    {
      "titulo": "Funciones de Excel (por categoría) - Soporte técnico de Microsoft — Funciones de base de datos",
      "contenido": "Función Descripción BDPROMEDIO Devuelve el promedio de las entradas seleccionadas en la base de datos. BDCONTAR Cuenta el número de celdas que contienen números en una base de datos. BDCONTARA Cuenta el número de celdas no vacías en una base de datos. BDEXTRAER Extrae de una base de datos un único registro que cumple los criterios especificados. BDMAX Devuelve el valor máximo de las entradas seleccionadas de la base de datos. BDMIN Devuelve el valor mínimo de las entradas seleccionadas de la base de datos. BDPRODUCTO Multiplica los valores de un campo concreto de registros de la base de datos que cumplen los criterios especificados. BDDESVEST Calcula la desviación estándar a partir de una muestra de entradas seleccionadas en la base de datos. BDDESVESTP Calcula la desviación estándar a partir de la población total de las entradas seleccionadas de la base de datos. BDSUMA Agrega los números de la columna de campo de los registros de la base de datos que cumplen los criterios. BDVAR Calcula la varianza a partir de una muestra de entradas seleccionadas de la base de datos. BDVARP Calcula la varianza a partir de la población total de entradas seleccionadas de la base de datos.",
      "subtema": "Funciones",
      "fuente_url": "https://support.microsoft.com/es-es/office/funciones-de-excel-por-categor%c3%eda-5f91f4e9-7b42-46d2-9bd1-63f26a86c0eb"
    },
    {
      "titulo": "Funciones de Excel (por categoría) - Soporte técnico de Microsoft — Funciones de fecha y hora",
      "contenido": "Función Descripción FECHA Devuelve el número de serie correspondiente a una fecha determinada. SIFECHA Calcula el número de días, meses o años entre dos fechas. Esta función es útil en las fórmulas en las que necesite calcular una edad. FECHANUMERO Convierte una fecha con formato de texto en un valor de número de serie. DAY Convierte un número de serie en un valor de día del mes. DIAS (2013) Devuelve la cantidad de días entre dos fechas. DIAS360 Calcula el número de días entre dos fechas a partir de un año de 360 días. FECHA.MES Devuelve el número de serie de la fecha equivalente al número indicado de meses anteriores o posteriores a la fecha inicial. FIN.MES Devuelve el número de serie correspondiente al último día del mes anterior o posterior a un número de meses especificado. HOUR Convierte un número de serie en un valor de hora. ISO.NUM.DE.SEMANA (2013) Devuelve el número de semana ISO del año para una fecha determinada MINUTE Convierte un número de serie en un valor de minuto. MONTH Convierte un número de serie en un valor de mes. DIAS.LAB Devuelve la cantidad de días laborables totales entre dos fechas. DIAS.LAB.INTL (2010) Devuelve el número de todos los días laborables entre dos fechas mediante parámetros para indicar cuáles y cuántos son días de fin de semana. AHORA Devuelve el número de serie correspondiente a la fecha y hora actuales. SECOND Convierte un número de serie en un valor de segundo. HORA Devuelve el número de serie correspondiente a una hora determinada. HORANUMERO Convierte una hora con formato de texto en un valor de número de serie. HOY Devuelve el número de serie correspondiente al día actual. DIASEM Convierte un número de serie en un valor de día de la semana. NUM.DE.SEMANA Convierte un número de serie en un número que representa el lugar numérico correspondiente a una semana de un año. DIA.LAB Devuelve el número de serie de la fecha anterior o posterior a un número especificado de días laborables. DIA.LAB.INTL (2010) Devuelve el número de serie de la fecha anterior o posterior a un número especificado de días laborables usando parámetros para indicar cuáles y cuántos son días de fin de semana. YEAR Convierte un número de serie en un valor de año. FRAC.AÑO Devuelve la fracción de año que representa el número total de días existentes entre el valor de fecha_inicial y el de fecha_final.",
      "subtema": "Funciones",
      "fuente_url": "https://support.microsoft.com/es-es/office/funciones-de-excel-por-categor%c3%eda-5f91f4e9-7b42-46d2-9bd1-63f26a86c0eb"
    },
    {
      "titulo": "Funciones de Excel (por categoría) - Soporte técnico de Microsoft — Funciones de ingeniería",
      "contenido": "Función Descripción BESSELI Devuelve la función Bessel In(x) modificada. BESSELJ Devuelve la función Bessel Jn(x) BESSELK Devuelve la función Bessel Kn(x) modificada. BESSELY Devuelve la función Bessel Yn(x) BIN.A.DEC Convierte un número binario en decimal. BIN.A.HEX Convierte un número binario en hexadecimal. BIN.A.OCT Convierte un número binario en octal. BIT.Y (2013) Devuelve un Y bit a bit de dos números. BIT.DESPLIZQDA (2013) Devuelve un valor numérico desplazado hacia la izquierda por los bits de cant_desplazada. BIT.O (2013) Devuelve un O bit a bit de dos números. BIT.DESPLDCHA (2013) Devuelve un valor numérico desplazado hacia la derecha por los bits de cant_desplazada. BIT.XO (2013) Devuelve un O exclusivo bit a bit de dos números. COMPLEJO Convierte coeficientes reales e imaginarios en un número complejo. CONVERT Convierte un número de un sistema de medida a otro. DEC.A.BIN Convierte un número decimal en binario. DEC.A.HEX Convierte un número decimal en hexadecimal. DEC.A.OCT Convierte un número decimal en octal. DELTA Comprueba si dos valores son iguales. FUN.ERROR Devuelve la función de error. FUN.ERROR.EXACTO (2010) Devuelve la función de error. FUN.ERROR.COMPL Devuelve la función de error complementaria. FUN.ERROR.COMPL.EXACTO (2010) Devuelve la función FUN.ERROR complementaria entre x e infinito. MAYOR.O.IGUAL Comprueba si un número es mayor que un valor de umbral. HEX.A.BIN Convierte un número hexadecimal en binario. HEX.A.DEC Convierte un número hexadecimal en decimal. HEX.A.OCT Convierte un número hexadecimal en octal. IM.ABS Devuelve el valor absoluto (módulo) de un número complejo. IMAGINARIO Devuelve el coeficiente imaginario de un número complejo. IM.ANGULO Devuelve el argumento theta, un ángulo expresado en radianes. IM.CONJUGADA Devuelve la conjugada compleja de un número complejo. IM.COS Devuelve el coseno de un número complejo. IM.COSH (2013) Devuelve el coseno hiperbólico de un número complejo. IM.COT (2013) Devuelve la cotangente de un número complejo. IM.CSC (2013) Devuelve la cosecante de un número complejo IM.CSCH (2013) Devuelve la cosecante hiperbólica de un número complejo IMDIV Devuelve el cociente de dos números complejos. IM.EXP Devuelve el exponencial de un número complejo. IM.LN Devuelve el logaritmo natural (neperiano) de un número complejo. IM.LOG10 Devuelve el logaritmo en base 10 de un número complejo. IM.LOG2 Devuelve el logaritmo en base 2 de un número complejo. IM.POT Devuelve un número complejo elevado a una potencia entera. IM.PRODUCT Devuelve el producto de 2 a 255 números complejos. IM.REAL Devuelve el coeficiente real de un número complejo. IM.SEC (2013) Devuelve la secante de un número complejo. IM.SECH (2013) Devuelve la secante hiperbólica de un número complejo. IM.SENO Devuelve el seno de un número complejo. IM.SENOH (2013) Devuelve el seno hiperbólico de un número complejo. IM.RAIZ2 Devuelve la raíz cuadrada de un número complejo. IM.SUSTR Devuelve la diferencia entre dos números complejos. IM.SUM Devuelve la suma de números complejos. IM.TAN (2013) Devuelve la tangente de un número complejo. OCT.A.BIN Convierte un número octal en binario. OCT.A.DEC Convierte un número octal en decimal. OCT.A.HEX Convierte un número octal en hexadecimal.",
      "subtema": "Funciones",
      "fuente_url": "https://support.microsoft.com/es-es/office/funciones-de-excel-por-categor%c3%eda-5f91f4e9-7b42-46d2-9bd1-63f26a86c0eb"
    },
    {
      "titulo": "Funciones de Excel (por categoría) - Soporte técnico de Microsoft — Funciones financieras",
      "contenido": "Función Descripción INT.ACUM Devuelve el interés acumulado de un valor bursátil con pagos de interés periódicos. INT.ACUM.V Devuelve el interés acumulado de un valor bursátil con pagos de interés al vencimiento. AMORTIZ.PROGRE Devuelve la amortización de cada período contable mediante el uso de un coeficiente de amortización. AMORTIZ.LIN Devuelve la amortización de cada uno de los períodos contables. CUPON.DIAS.L1 Devuelve el número de días desde el principio del período de un cupón hasta la fecha de liquidación. COUPDACUPON.DIAS Devuelve el número de días del período (entre dos cupones) donde se encuentra la fecha de liquidación. CUPON.DIAS.L2 Devuelve el número de días desde la fecha de liquidación hasta la fecha del próximo cupón. CUPON.FECHA.L2 Devuelve la fecha del próximo cupón después de la fecha de liquidación. CUPON.NUM Devuelve el número de pagos de cupón entre la fecha de liquidación y la fecha de vencimiento. CUPON.FECHA.L1 Devuelve la fecha de cupón anterior a la fecha de liquidación. PAGO.INT.ENTRE Devuelve el interés acumulado pagado entre dos períodos. PAGO.PRINC.ENTRE Devuelve el capital acumulado pagado de un préstamo entre dos períodos. NOSQL Devuelve la amortización de un activo durante un período específico a través del método de amortización de saldo fijo. DDB Devuelve la amortización de un activo durante un período específico a través del método de amortización por doble disminución de saldo u otro método que se especifique. DISC Devuelve la tasa de descuento de un valor bursátil. MONEDA.DEC Convierte un precio en dólar, expresado como fracción, en un precio en dólares, expresado como número decimal. MONEDA.FRAC Convierte un precio en dólar, expresado como número decimal, en un precio en dólares, expresado como una fracción. DURACIÓN Devuelve la duración anual de un valor bursátil con pagos de interés periódico. INT.EFECTIVO Devuelve la tasa de interés anual efectiva. VF Devuelve el valor futuro de una inversión. VF.PLAN Devuelve el valor futuro de un capital inicial después de aplicar una serie de tasas de interés compuesto. TASA.INT Devuelve la tasa de interés para la inversión total de un valor bursátil. PAGOINT Devuelve el pago de intereses de una inversión durante un período determinado. TIR Devuelve la tasa interna de retorno para una serie de flujos de efectivo. INT.PAGO.DIR Calcula el interés pagado durante un período específico de una inversión. DURACION.MODIF Devuelve la duración de Macauley modificada de un valor bursátil con un valor nominal supuesto de 100 $. TIRM Devuelve la tasa interna de retorno donde se financian flujos de efectivo positivos y negativos a tasas diferentes. TASA.NOMINAL Devuelve la tasa nominal de interés anual. NPER Devuelve el número de períodos de una inversión. VNA Devuelve el valor neto actual de una inversión a partir de una serie de flujos periódicos de efectivo y una tasa de descuento. PRECIO.PER.IRREGULAR.1 Devuelve el precio por un valor nominal de 100 $ de un valor bursátil con un primer período impar. RENDTO.PER.IRREGULAR.1 Devuelve el rendimiento de un valor bursátil con un primer período impar. PRECIO.PER.IRREGULAR.2 Devuelve el precio por un valor nominal de 100 $ de un valor bursátil con un último período impar. RENDTO.PER.IRREGULAR.2 Devuelve el rendimiento de un valor bursátil con un último período impar. P.DURACION (2013) Devuelve la cantidad de períodos necesarios para que una inversión alcance un valor especificado PAGO Devuelve el pago periódico de una anualidad. PAGOPRIN Devuelve el pago de capital de una inversión durante un período determinado. PRECIO Devuelve el precio por un valor nominal de 100 $ de un valor bursátil que paga una tasa de interés periódico. PRECIO.DESCUENTO Devuelve el precio por un valor nominal de 100 $ de un valor bursátil con descuento. PRECIO.VENCIMIENTO Devuelve el precio por un valor nominal de 100 $ de un valor bursátil que paga interés a su vencimiento. VA Devuelve el valor presente de una inversión. TASA Devuelve la tasa de interés por período de una anualidad. CANTIDAD.RECIBIDA Devuelve la cantidad recibida al vencimiento de un valor bursátil completamente invertido. RRI (2013) Devuelve una tasa de interés equivalente para el crecimiento de una inversión. SLN Devuelve la amortización por método directo de un activo en un período dado. SYD Devuelve la depreciación por método de anualidades de un activo durante un período especificado. LETRA.DE.TEST.EQV.A.BONO Devuelve el rendimiento de un bono equivalente a una letra del Tesoro (de EE.UU.). LETRA.DE.TES.PRECIO Devuelve el precio por un valor nominal de 100 $ de una letra del Tesoro (de EE.UU.). LETRA.DE.TES.RENDTO Devuelve el rendimiento de una letra del Tesoro (de EE.UU.). DVS Devuelve la amortización de un activo durante un período específico o parcial a través del método de cálculo del saldo en disminución. TIR.NO.PER Devuelve la tasa interna de retorno para un flujo de efectivo que no es necesariamente periódico. VNA.NO.PER Devuelve el valor neto actual para un flujo de efectivo que no es necesariamente periódico. RENDTO Devuelve el rendimiento de un valor bursátil que paga intereses periódicos. RENDTO.DESC Devuelve el rendimiento anual de un valor bursátil con descuento; por ejemplo, una letra del Tesoro (de EE.UU.). RENDTO.VENCTO Devuelve el rendimiento anual de un valor bursátil que paga intereses al vencimiento.",
      "subtema": "Funciones",
      "fuente_url": "https://support.microsoft.com/es-es/office/funciones-de-excel-por-categor%c3%eda-5f91f4e9-7b42-46d2-9bd1-63f26a86c0eb"
    },
    {
      "titulo": "Funciones de Excel (por categoría) - Soporte técnico de Microsoft — Funciones de información",
      "contenido": "Función Descripción CELDA Devuelve información sobre el formato, la ubicación o el contenido de una celda. TIPO.DE.ERROR Devuelve un número que corresponde a un tipo de error. INFORMACIÓN Devuelve información acerca del entorno operativo en uso. Nota: Esta función no está disponible en Excel para la Web. ESBLANCO Devuelve VERDADERO si el valor está en blanco. ESERR Devuelve VERDADERO si el valor es cualquier valor de error excepto #N/A. ESERROR Devuelve VERDADERO si el valor es cualquier valor de error. ISEVEN Devuelve VERDADERO si el número es par. ESFORMULA (2013) Devuelve VERDADERO si existe una referencia a una celda que contiene una fórmula. ESLOGICO Devuelve VERDADERO si el valor es un valor lógico. ESNOD Devuelve VERDADERO si el valor es el valor de error #N/A. ESNOTEXTO Devuelve VERDADERO si el valor no es texto. ESNUMERO Devuelve VERDADERO si el valor es un número. ES.IMPAR Devuelve VERDADERO si el número es impar. ISOMITTED (2024) Comprueba si falta el valor en una expresión LAMBDA y devuelve VERDADERO o FALSO ESREF Devuelve VERDADERO si el valor es una referencia. ESTEXTO Devuelve VERDADERO si el valor es texto. N Devuelve un valor convertido en un número. N/D Devuelve el valor de error #N/A. HOJA (2013) Devuelve el número de la hoja a la que se hace referencia. HOJAS (2013) Devuelve la cantidad de hojas en una referencia. HISTORIALCOTIZACIONES (Microsoft 365) Recupera los datos históricos sobre un instrumento financiero TIPO Devuelve un número que indica el tipo de datos de un valor.",
      "subtema": "Funciones",
      "fuente_url": "https://support.microsoft.com/es-es/office/funciones-de-excel-por-categor%c3%eda-5f91f4e9-7b42-46d2-9bd1-63f26a86c0eb"
    },
    {
      "titulo": "Funciones de Excel (por categoría) - Soporte técnico de Microsoft — Funciones lógicas",
      "contenido": "Función Descripción Y Devuelve VERDADERO si todos sus argumentos son VERDADERO. Función BYCOL (2024) Aplica una expresión LAMBDA a cada columna y devuelve una matriz de los resultados. BYROW (2024) Aplica una expresión LAMBDA a cada fila y devuelve una matriz de los resultados FALSO Devuelve el valor lógico FALSO SI Especifica una prueba lógica que realizar SI.ERROR Devuelve un valor que se especifica si una fórmula lo evalúa como un error; de lo contrario, devuelve el resultado de la fórmula. SI.ND (2013) Devuelve el valor que se especifica, si la expresión se convierte en #N/A; de lo contrario, devuelve el resultado de la expresión. SI.CONJUNTO (2019) Comprueba si se cumplen una o varias condiciones y devuelve un valor que corresponde a la primera condición TRUE. LAMBDA (2024) Crear funciones personalizadas reutilizables y llamarlas por un nombre descriptivo LET (2021) Asigna nombres a los resultados de los cálculos ARCHIVOMAKEARRAY (2024) Devuelve una matriz calculada de un tamaño de fila y columna especificados mediante la aplicación de una expresión LAMBDA MAPEAR (2024) Devuelve una matriz formada por la asignación de cada valor de las matrices a un nuevo valor aplicando una expresión LAMBDA para crear un nuevo valor NO Invierte el valor lógico del argumento. O bien Devuelve VERDADERO si cualquier argumento es VERDADERO. REDUCE (2024) Reduce una matriz a un valor acumulado aplicando LAMBDA a cada valor y devolviendo el valor total en el acumulador SCAN (2024) Examina una matriz aplicando LAMBDA a cada valor y devuelve una matriz que tiene cada valor intermedio CAMBIAR (2016) Evalúa una expresión comparándola con una lista de valores y devuelve el resultado correspondiente al primer valor coincidente. Si no hay ninguna coincidencia, puede devolverse un valor predeterminado opcional. VERDADERO Devuelve el valor lógico VERDADERO. XO (2013) Devuelve un O exclusivo lógico de todos los argumentos.",
      "subtema": "Funciones",
      "fuente_url": "https://support.microsoft.com/es-es/office/funciones-de-excel-por-categor%c3%eda-5f91f4e9-7b42-46d2-9bd1-63f26a86c0eb"
    },
    {
      "titulo": "Funciones de Excel (por categoría) - Soporte técnico de Microsoft — Funciones de búsqueda y referencia",
      "contenido": "Función Descripción DIRECCIÓN Devuelve una referencia como texto a una sola celda de una hoja de cálculo. AREAS Devuelve el número de áreas de una referencia. ELEGIR Elige un valor de una lista de valores. ELEGIRCOLS (2024) Devuelve las columnas especificadas de una matriz. ELEGIRFILAS (2024) Devuelve las filas especificadas de una matriz COLUMN Devuelve el número de columna de una referencia. COLUMNS Devuelve el número de columnas de una referencia. EXCLUIR (2024) Excluye un número especificado de filas o columnas del inicio o el final de una matriz. EXPANDIR (2024) Expande o rellena una matriz a las dimensiones de fila y columna especificadas FILTRAR (2021) Filtra un rango de datos basándose en los criterios que defina. FORMULATEXTO (2013) Devuelve la fórmula en la referencia dada como texto. IMPORTARDATOSDINAMICOS Devuelve los datos almacenados en un informe de tabla dinámica. AGRUPARPOR (Microsoft 365) Ayuda a un usuario a agrupar, agregar, ordenar y filtrar datos en función de los campos que especifique BUSCARH Busca en la fila superior de una matriz y devuelve el valor de la celda indicada. APILARH (2024) Anexa matrices de manera horizontal y en secuencia para devolver una matriz mayor HIPERVÍNCULO Crea un acceso directo o un salto que abre un documento almacenado en un servidor de red, en una intranet o en Internet IMAGEN (2024) Devuelve una imagen de un origen determinado INDEX Usa un índice para elegir un valor de una referencia o matriz. INDIRECT Devuelve una referencia indicada por un valor de texto. BUSCAR Busca valores de un vector o una matriz. MATCH Busca valores de una referencia o una matriz. DESREF Devuelve un desplazamiento de referencia respecto a una referencia dada. PIVOTARPOR (Microsoft 365) Ayuda a un usuario a agrupar, agregar, ordenar y filtrar datos en función de los campos de fila y columna que especifique FILA Devuelve el número de fila de una referencia. FILAS Devuelve el número de filas de una referencia. RDTR Recupera datos en tiempo real desde un programa compatible con la automatización COM ORDENAR (2021) Ordena el contenido de un rango o matriz. ORDENARPOR (2021) Ordena el contenido de un rango o matriz en función de los valores de un rango o matriz correspondiente. TOMAR (2024) Devuelve un número especificado de filas o columnas contiguas del inicio o el final de una matriz ENCOL (2024) Devuelve la matriz en una sola columna ENFILA (2024) Devuelve la matriz en una sola fila TRANSPONER Devuelve la transposición de una matriz. RECORTAR.RANGO (Microsoft 365) Examina desde los bordes de un rango o matriz hasta que encuentra una celda (o valor) que no está en blanco y, a continuación, excluye esas filas o columnas en blanco UNICOS (2021) Devuelve una lista de valores únicos de una lista o rango. BUSCARV Busca en la primera columna de una matriz y se mueve en horizontal por la fila para devolver el valor de una celda. APILARV (2024) Anexa matrices verticalmente y en secuencia para devolver una matriz más grande AJUSTARCOLS (2024) Ajusta por columnas la fila o columna de valores proporcionada después de un número especificado de elementos AJUSTARFILAS (2024) Ajusta por filas la fila o columna de valores proporcionada en función de las filas después de un número especificado de elementos BUSCARX (2021) Busca en un rango o una matriz y devuelve un elemento que corresponde a la primera coincidencia que encuentra. Si no hay ninguna coincidencia, BUSCARX puede devolver la coincidencia más cercana (aproximada). COINCIDIRX (2021) Devuelve la posición relativa de un elemento de una matriz o rango de celdas.",
      "subtema": "Funciones",
      "fuente_url": "https://support.microsoft.com/es-es/office/funciones-de-excel-por-categor%c3%eda-5f91f4e9-7b42-46d2-9bd1-63f26a86c0eb"
    },
    {
      "titulo": "Funciones de Excel (por categoría) - Soporte técnico de Microsoft — Funciones matemáticas y trigonométricas",
      "contenido": "Función Descripción ABS Devuelve el valor absoluto de un número ACOS Devuelve el arcocoseno de un número. ACOSH Devuelve el coseno hiperbólico inverso de un número. ACOT (2013) Devuelve la arco cotangente de un número. ACOTH (2013) Devuelve la arco cotangente hiperbólica de un número. AGREGAR Devuelve un agregado en una lista o base de datos. ÁRABE Convierte un número romano en arábigo. ASENO Devuelve el arcoseno de un número. ASENOH Devuelve el seno hiperbólico inverso de un número. ATAN Devuelve la arcotangente de un número. ATAN2 Devuelve la arcotangente de las coordenadas \"x\" e \"y\". ATANH Devuelve la tangente hiperbólica inversa de un número. BASE (2013) Convierte un número en una representación de texto con la base dada. MULTIPLO.SUPERIOR Redondea un número al entero más próximo o al múltiplo significativo más cercano. MULTIPLO.SUPERIOR.MAT (2013) Redondea un número hacia arriba al entero más próximo o al múltiplo significativo más cercano. MULTIPLO.SUPERIOR.EXACTO Redondea un número hacia el entero o el múltiplo significativo más próximo. El número se redondea hacia arriba, independientemente de su signo. COMBINAT Devuelve la cantidad de combinaciones de una cantidad determinada de objetos. COMBINA (2013) Devuelve la cantidad de combinaciones con repeticiones de una cantidad determinada de elementos. COS Devuelve el coseno de un número. COSH Devuelve el coseno hiperbólico de un número. COT (2013) Devuelve la cotangente de un ángulo. COTH (2013) Devuelve la cotangente hiperbólica de un número. CSC (2013) Devuelve la cosecante de un ángulo. CSCH (2013) Devuelve la cosecante hiperbólica de un ángulo. CONV.DECIMAL (2013) Convierte una representación de texto de un número con una base dada en un número decimal. GRADOS Convierte grados en radianes. REDONDEA.PAR Redondea un número hasta el entero par más próximo. EXP Devuelve e elevado a la potencia de un número dado. FACT Devuelve el factorial de un número. FACT.DOBLE Devuelve el factorial doble de un número. MULTIPLO.INFERIOR Redondea un número hacia abajo, hacia el cero. MULTIPLO.INFERIOR.MAT (2013) Redondea un número hacia abajo al entero más próximo o al múltiplo significativo más cercano. MULTIPLO.INFERIOR.EXACTO Redondea un número hacia abajo hasta el entero o el múltiplo significativo más cercano. El número se redondea hacia abajo, independientemente de su signo. M.C.D Devuelve el máximo común divisor. INT Redondea un número hacia abajo hasta el número entero más cercano. MULTIPLO.SUPERIOR.ISO (2013) Devuelve un número que se redondea hacia arriba al número entero más próximo o al múltiplo significativo más cercano. M.C.M Devuelve el mínimo común múltiplo. LET (2021) Asigna nombres a los resultados de los cálculos para permitir almacenar cálculos de nivel intermedio, valores o definir nombres dentro de una fórmula. LN Devuelve el logaritmo natural de un número. LOG Devuelve el logaritmo de un número en una base especificada. LOG10 Devuelve el logaritmo en base 10 de un número MDETERM Devuelve el determinante matricial de una matriz. MINVERSA Devuelve la matriz inversa de una matriz. MMULT Devuelve el producto matricial de dos matrices. RESIDUO Devuelve el resto de la división. REDOND.MULT Devuelve un número redondeado al múltiplo deseado. MULTINOMIAL Devuelve el polinomio de un conjunto de números. M.UNIDAD (2013) Devuelve la matriz de la unidad o la dimensión especificada. REDONDEA.IMPAR Redondea un número hasta el entero impar más próximo. PERCENTOF (Microsoft 365) Suma los valores del subconjunto y lo divide entre todos los valores PI Devuelve el valor de pi. ALIMENTACIÓN Devuelve el resultado de elevar un número a una potencia. PRODUCTO Multiplica sus argumentos. COCIENTE Devuelve la parte entera de una división. RADIANS Convierte grados en radianes. RAND Devuelve un número aleatorio entre 0 y 1. RANDARRA (2021) Devuelve una matriz de números aleatorios entre 0 y 1. Sin embargo, puede especificar el número de filas y columnas para rellenar, valores máximos y mínimos, y si se deben devolver números enteros o valores decimales. RANDBETWEEN Devuelve un número aleatorio entre los números que especifique. NUMERO.ROMANO Convierte un número arábigo en número romano, con formato de texto. REDONDEAR Redondea un número al número de decimales especificado. REDONDEAR.MENOS Redondea un número hacia abajo, hacia el cero. REDONDEAR.MAS Redondea un número hacia arriba, en dirección contraria a cero. SEC (2013) Devuelve la secante de un ángulo. SECH (2013) Devuelve la secante hiperbólica de un ángulo. SUMA.SERIES Devuelve la suma de una serie de potencias en función de la fórmula. SECUENCIA(2021) Genera una lista de números secuenciales en una matriz, como 1, 2, 3, 4 SIGNO Devuelve el signo de un número. SEN Devuelve el seno del ángulo especificado. SENOH Devuelve el seno hiperbólico de un número. RAIZ Devuelve una raíz cuadrada positiva. RAIZ2PI Devuelve la raíz cuadrada de un número multiplicado por PI (número * pi). SUBTOTALES Devuelve un subtotal en una lista o base de datos. SUMA Suma sus argumentos. SUMAR.SI Suma las celdas del rango que cumplen los criterios especificados. SUMAR.SI.CONJUNTO (2019) Suma las celdas de un rango que cumplen varios criterios. SUMAPRODUCTO Devuelve la suma de los productos de los correspondientes componentes de matriz. SUMA.CUADRADOS Devuelve la suma de los cuadrados de los argumentos. SUMAX2MENOSY2 Devuelve la suma de la diferencia de los cuadrados de los valores correspondientes de dos matrices. SUMAX2MASY2 Devuelve la suma de la suma de los cuadrados de los valores correspondientes de dos matrices. SUMAXMENOSY2 Devuelve la suma de los cuadrados de las diferencias de los valores correspondientes de dos matrices. TAN Devuelve la tangente de un número. TANH Devuelve la tangente hiperbólica de un número. TRUNCAR Trunca un número a un entero.",
      "subtema": "Funciones",
      "fuente_url": "https://support.microsoft.com/es-es/office/funciones-de-excel-por-categor%c3%eda-5f91f4e9-7b42-46d2-9bd1-63f26a86c0eb"
    },
    {
      "titulo": "Funciones de Excel (por categoría) - Soporte técnico de Microsoft — Funciones estadísticas",
      "contenido": "Función Descripción DESVPROM Devuelve el promedio de las desviaciones absolutas de la media de los puntos de datos. PROMEDIO Devuelve el promedio de sus argumentos. AVERAGEA Devuelve el promedio de sus argumentos, incluidos números, texto y valores lógicos. PROMEDIO.SI Devuelve el promedio (media aritmética) de todas las celdas de un rango que cumplen unos criterios determinados. PROMEDIO.SI.CONJUNTO (2019) Devuelve el promedio (media aritmética) de todas las celdas que cumplen múltiples criterios. DISTR.BETA.N (2010) Devuelve la función de distribución beta acumulativa. BETA. INV (2010) Devuelve la función inversa de la función de distribución acumulativa de una distribución beta especificada. DISTR.BINOM.N (2010) Devuelve la probabilidad de una variable aleatoria discreta siguiendo una distribución binomial. DISTR.BINOM.SERIE (2013) Devuelve la probabilidad de un resultado de prueba siguiendo una distribución binomial. INV.BINOM (2010) Devuelve el menor valor cuya distribución binomial acumulativa es menor o igual a un valor de criterio. DISTR.CHICUAD (2010) Devuelve la función de densidad de probabilidad beta acumulativa. DISTR.CHICUAD.CD (2010) Devuelve la probabilidad de una cola de distribución chi cuadrado. INV.CHICUAD (2010) Devuelve la función de densidad de probabilidad beta acumulativa. INV.CHICUAD.CD (2010) Devuelve la función inversa de la probabilidad de una cola de la distribución chi cuadrado. PRUEBA.CHICUAD (2010) Devuelve la prueba de independencia. INTERVALO.CONFIANZA.NORM (2010) Devuelve el intervalo de confianza de la media de una población. INTERVALO.CONFIANZA.T (2010) Devuelve el intervalo de confianza para la media de una población, usando una distribución t de Student. COEF.DE.CORREL Devuelve el coeficiente de correlación entre dos conjuntos de datos. CONTAR Cuenta cuántos números hay en la lista de argumentos. CONTARA Cuenta cuántos valores hay en la lista de argumentos. COUNTBLANK Cuenta el número de celdas en blanco de un rango. CONTAR.SI Cuenta el número de celdas, dentro del rango, que cumplen el criterio especificado. CONTAR.SI.CONJUNTO (2019) Cuenta el número de celdas, dentro del rango, que cumplen varios criterios. COVARIANCE.P (2010) Devuelve la covarianza, que es el promedio de los productos de las desviaciones para cada pareja de puntos de datos. COVARIANZA.M (2010) Devuelve la covarianza de ejemplo, que es el promedio de los productos de las desviaciones para cada pareja de puntos de datos en dos conjuntos de datos. DESVIA2 Devuelve la suma de los cuadrados de las desviaciones. DISTR.EXP.N (2010) Devuelve la distribución exponencial. DISTR.F.N (2010) Devuelve la distribución de probabilidad F. DISTR.F.CD (2010) Devuelve la distribución de probabilidad F. INV.F (2010) Devuelve la función inversa de la distribución de probabilidad F. INV.F.CD (2010) Devuelve la función inversa de la distribución de probabilidad F. PRUEBA.F.N (2010) Devuelve el resultado de una prueba F. FISHER Devuelve la transformación Fisher. PRUEBA.FISHER.INV Devuelve la función inversa de la transformación Fisher. PRONOSTICO Devuelve un valor en una tendencia lineal. Nota: En Excel 2016, esta función se reemplaza por PRONOSTICO.LINEAL como parte de las nuevas Funciones de pronóstico, pero todavía está disponible para la compatibilidad con versiones anteriores. FORECAST.ETS (2016) Devuelve un valor futuro en base a valores (históricos) existentes mediante la versión AAA del algoritmo de Suavizado exponencial (HTA). FORECAST.ETS.CONFINT (2016) Devuelve un intervalo de confianza para el valor previsto en una fecha futura específica. FORECAST.ETS.SEASONALITY (2016) Devuelve la longitud del patrón repetitivo que Excel detecta para la serie temporal especificada. FORECAST.ETS.STAT (2016) Devuelve un valor estadístico como resultado de la previsión de series temporales. FORECAST.LINEAR (2016) Devuelve un valor futuro en base a valores existentes. FRECUENCIA Devuelve una distribución de frecuencia como una matriz vertical. GAMMA (2013) Devuelve el valor de la función Gamma. DISTR.GAMMA.N (2010) Devuelve la distribución gamma. INV.GAMMA (2010) Devuelve la función inversa de la distribución gamma acumulativa. GAMMA.LN Devuelve el logaritmo natural de la función gamma, G(x). GAMMA.LN.EXACTO (2010) Devuelve el logaritmo natural de la función gamma, G(x). GAUSS (2013) Devuelve un 0,5 menos que la distribución acumulativa normal estándar. MEDIA.GEOM Devuelve la media geométrica. CRECIMIENTO Devuelve valores en una tendencia exponencial. MEDIA.ARMO Devuelve la media armónica. DISTR.HIPERGEOM.N Devuelve la distribución hipergeométrica. INTERSECCION.EJE Devuelve la intersección de la línea de regresión lineal. CURTOSIS Devuelve la curtosis de un conjunto de datos. K.ESIMO.MAYOR Devuelve el k-ésimo mayor valor de un conjunto de datos. ESTIMACION.LINEAL Devuelve los parámetros de una tendencia lineal. ESTIMACION.LOGARITMICA Devuelve los parámetros de una tendencia exponencial. DISTR.LOGNORM (2010) Devuelve la distribución logarítmico-normal acumulativa. INV.LOGNORM (2010) Devuelve la función inversa de la distribución logarítmica normal acumulativa. MAX Devuelve el valor máximo de una lista de argumentos. MAXA Devuelve el valor máximo de una lista de argumentos, incluidos números, texto y valores lógicos. MAX.SI.CONJUNTO (2019) Devuelve el valor máximo entre celdas especificado por un determinado conjunto de condiciones o criterios. MEDIANA Devuelve la mediana de los números dados. MIN Devuelve el valor mínimo de una lista de argumentos. MINA Devuelve el valor mínimo de una lista de argumentos, incluidos números, texto y valores lógicos. MIN.SI.CONJUNTO (2019) Devuelve el valor mínimo entre celdas especificado por un determinado conjunto de condiciones o criterios. MODA.VARIOS (2010) Devuelve una matriz vertical de los valores que se repiten con más frecuencia en una matriz o rango de datos. MODA.UNO (2010) Devuelve el valor más común de un conjunto de datos. NEGBINOM.DIST (2010) Devuelve la distribución binomial negativa. DISTR.NORM.N (2010) Devuelve la distribución normal acumulativa. INV.NORM (2010) Devuelve la función inversa de la distribución normal acumulativa. DISTR.NORM.ESTAND.N (2010) Devuelve la distribución normal estándar acumulativa. INV.NORM.ESTAND (2010) Devuelve la función inversa de la distribución normal estándar acumulativa. PEARSON Devuelve el coeficiente de momento de correlación de producto Pearson. PERCENTIL.EXC (2010) Devuelve el k-ésimo percentil de los valores de un rango, donde k está en el rango 0..1, exclusivo. PERCENTIL.INC (2010) Devuelve el k-ésimo percentil de los valores de un rango. RANGO.PERCENTIL.EXC (2010) Devuelve el rango de un valor en un conjunto de datos como un porcentaje (0 a 1, exclusivo) del conjunto de datos. RANGO.PERCENTIL.INC (2010) Devuelve el rango porcentual de un valor de un conjunto de datos. PERMUTACIONES Devuelve el número de permutaciones de un número determinado de objetos. PERMUTACIONES.A (2013) Devuelve la cantidad de permutaciones de una cantidad determinada de objetos (con repeticiones) que pueden seleccionarse del total de objetos. FI (2013) Devuelve el valor de la función de densidad para una distribución normal estándar. POISSON.DIST (2010) Devuelve la distribución de Poisson. PROBABILIDAD Devuelve la probabilidad de que los valores de un rango se encuentren entre dos límites. CUARTIL.EXC (2010) Devuelve el cuartil del conjunto de datos, basado en los valores percentiles de 0 a 1, exclusivo. CUARTIL.INC (2010) Devuelve el cuartil de un conjunto de datos. JERARQUIA.MEDIA (2010) Devuelve la jerarquía de un número en una lista de números. JERARQUIA.EQV (2010) Devuelve la jerarquía de un número en una lista de números. COEFICIENTE.R2 Devuelve el cuadrado del coeficiente de momento de correlación de producto Pearson. COEFICIENTE.ASIMETRIA Devuelve la asimetría de una distribución. COEFICIENTE.ASIMETRIA.P (2013) Devuelve la asimetría de una distribución basado en una población: una caracterización del grado de asimetría de una distribución alrededor de su media. PENDIENTE Devuelve la pendiente de la línea de regresión lineal. K.ESIMO.MENOR Devuelve el k-ésimo menor valor de un conjunto de datos. NORMALIZACION Devuelve un valor normalizado. DESVEST.P (2010) Calcula la desviación estándar en función de toda la población. DESVEST.M (2010) Calcula la desviación estándar a partir de una muestra. DESVESTA Calcula la desviación estándar a partir de una muestra, incluidos números, texto y valores lógicos. DESVESTPA Calcula la desviación estándar en función de toda la población, incluidos números, texto y valores lógicos. ERROR.TIPICO.XY Devuelve el error estándar del valor de \"y\" previsto para cada \"x\" de la regresión. DISTR.T.N (2010) Devuelve los puntos porcentuales (probabilidad) de la distribución t de Student. DISTR.T.2C (2010) Devuelve los puntos porcentuales (probabilidad) de la distribución t de Student. DISTR.T.CD (2010) Devuelve la distribución de t de Student. INV.T (2010) Devuelve el valor t de la distribución t de Student en función de la probabilidad y los grados de libertad. INV.T.2C (2010) Devuelve la función inversa de la distribución de t de Student. PRUEBA.T.N (2010) Devuelve la probabilidad asociada a una prueba t de Student. TENDENCIA Devuelve valores en una tendencia lineal. MEDIA.ACOTADA Devuelve la media del interior de un conjunto de datos. VAR.P (2010) Calcula la varianza en función de toda la población. VAR.S (2010) Calcula la varianza de una muestra. VARA Calcula la varianza a partir de una muestra, incluidos números, texto y valores lógicos. VARPA Calcula la varianza en función de toda la población, incluidos números, texto y valores lógicos. DISTR.WEIBULL (2010) Devuelve la distribución de Weibull. PRUEBA.Z.N (2010) Devuelve el valor de una probabilidad de una cola de una prueba z.",
      "subtema": "Funciones",
      "fuente_url": "https://support.microsoft.com/es-es/office/funciones-de-excel-por-categor%c3%eda-5f91f4e9-7b42-46d2-9bd1-63f26a86c0eb"
    },
    {
      "titulo": "Funciones de Excel (por categoría) - Soporte técnico de Microsoft — Funciones de texto",
      "contenido": "Función Descripción ASC Convierte las letras en inglés o katakana de ancho completo (de dos bytes) dentro de una cadena de caracteres en caracteres de ancho medio (de un byte). ARRAYTOTEXT (2021) Devuelve una matriz de valores de texto de cualquier rango especificado. TEXTOBAHT Convierte un número en texto, con el formato de moneda ß (Baht). CARÁCTER Devuelve el carácter especificado por el número de código. LIMPIAR Quita del texto todos los caracteres no imprimibles. CÓDIGO Devuelve un código numérico del primer carácter de una cadena de texto. CONCAT (2019) Combina el texto de varios rangos o cadenas, pero no proporciona el delimitador o los argumentos IgnoreEmpty. CONCATENAR Concatena varios elementos de texto en uno solo. DBCS (2013) Convierte las letras en inglés o katakana de ancho medio (de un byte) dentro de una cadena de caracteres en caracteres de ancho completo (de dos bytes). DETECTARIDIOMA (Microsoft 365) Identifica el idioma de un texto especificado MONEDA Convierte un número en texto, con el formato de moneda $ (dólar). EXACT Comprueba si dos valores de texto son idénticos. ENCONTRAR, ENCONTRARB Busca un valor de texto dentro de otro (distingue mayúsculas de minúsculas). CORREGIDO Da formato a un número como texto con un número fijo de decimales. IZQUIERDA, IZQUIERDAB Devuelve los caracteres del lado izquierdo de un valor de texto. LARGO, LARGOB Devuelve el número de caracteres de una cadena de texto. LOWER Pone el texto en minúsculas. EXTRAE, EXTRAEB Devuelve un número específico de caracteres de una cadena de texto que comienza en la posición que se especifique. VALOR.NUMERO (2013) Convierte texto a número de manera independiente a la configuración regional. FONETICO Extrae los caracteres fonéticos (furigana) de una cadena de texto. NOMPROPIO Pone en mayúscula la primera letra de cada palabra de un valor de texto. REGEXEXTRACCION (Microsoft 365) Extrae cadenas dentro del texto proporcionado que coincide con el patrón REGEXREEMPLAZAR (Microsoft 365) Reemplaza las cadenas dentro del texto proporcionado que coincide con el patrón con el reemplazo REGEXTEST (Microsoft 365) Determina si alguna parte del texto coincide con el patrón REEMPLAZAR, REEMPLAZARB Reemplaza caracteres de texto. REPT Repite el texto un número determinado de veces. DERECHA, DERECHAB Devuelve los caracteres del lado derecho de un valor de texto. HALLAR, HALLARB Busca un valor de texto dentro de otro (no distingue mayúsculas de minúsculas). SUSTITUIR Sustituye texto nuevo por texto antiguo en una cadena de texto. T Convierte sus argumentos a texto. TEXT Da formato a un número y lo convierte en texto. TEXTODESPUES (2024) Devuelve texto que aparece después de un carácter o una cadena determinados TEXTOANTES (2024) Devuelve el texto que aparece antes de un carácter o una cadena determinados UNIRCADENAS (2019) Text: Combina el texto de múltiples rangos o cadenas DIVIDIRTEXTO (2024) Divide las cadenas de texto mediante delimitadores de columna y fila TRADUCIR (Microsoft 365) Traduce un texto de un idioma a otro TRIM Quita los espacios del texto. UNICAR (2013) Devuelve el carácter Unicode al que hace referencia el valor numérico dado. UNICODE (2013) Devuelve el número (punto de código) que corresponde al primer carácter del texto. UPPER Pone el texto en mayúsculas. VALUE Convierte un argumento de texto en un número. VALORATEXTO (2021) Devuelve texto de cualquier valor especificado.",
      "subtema": "Funciones",
      "fuente_url": "https://support.microsoft.com/es-es/office/funciones-de-excel-por-categor%c3%eda-5f91f4e9-7b42-46d2-9bd1-63f26a86c0eb"
    },
    {
      "titulo": "Funciones de Excel (por categoría) - Soporte técnico de Microsoft — Funciones definidas por el usuario instaladas con complementos",
      "contenido": "Si los complementos que se instalan contienen funciones, estas funciones de automatización o complemento estarán disponibles en la categoría Definida por el usuario en el cuadro de diálogo Insertar función. Las funciones definidas por el usuario (UDF) no están disponibles en Excel para la Web. Función Descripción LLAMAR Llama a un procedimiento de una biblioteca de vínculos dinámicos o de un recurso de código. EUROCONVERT Convierte un número determinado a euros; convierte un número determinado de euros a la moneda de un estado miembro; o convierte un número dado de una moneda de un estado miembro a la de otro con el euro como moneda intermedia (triangulación) ID.REGISTRO Devuelve el número de identificación del registro de la biblioteca de vínculos dinámicos (DLL) especificada o del recurso de código previamente registrado.\n\nFunciones web:\nLas funciones web no están disponibles en Excel para la Web. Función Descripción URLCODIF (2013) Devuelve una cadena de URL codificada XMLFILTRO (2013) Devuelve datos específicos del contenido XML usando el XPath especificado. SERVICIOWEB (2013) Devuelve datos de un servicio web.\n\n¿Necesita más ayuda?:\nPuede consultar a un experto de la Excel Tech Community u obtener soporte técnico en Comunidades.",
      "subtema": "Funciones",
      "fuente_url": "https://support.microsoft.com/es-es/office/funciones-de-excel-por-categor%c3%eda-5f91f4e9-7b42-46d2-9bd1-63f26a86c0eb"
    },
    {
      "titulo": "Funciones de Excel (por categoría) - Soporte técnico de Microsoft — ¿Necesita más ayuda?",
      "contenido": "¿Quiere más opciones? DescubrirComunidad Explore las ventajas de las suscripciones, examine los cursos de aprendizaje, aprenda a proteger su dispositivo y mucho más. Ventajas de la suscripción de Microsoft 365 Aprendizaje de Microsoft 365 Seguridad de Microsoft Centro de accesibilidad Las comunidades le ayudan a formular y responder preguntas, enviar comentarios y leer a expertos con conocimientos extensos. Pregunte en Microsoft Community Microsoft Tech Community Windows Insiders Microsoft 365 Insiders",
      "subtema": "Funciones",
      "fuente_url": "https://support.microsoft.com/es-es/office/funciones-de-excel-por-categor%c3%eda-5f91f4e9-7b42-46d2-9bd1-63f26a86c0eb"
    },
    {
      "titulo": "Funciones de Excel (por categoría) - Soporte técnico de Microsoft — ¿Quiere más opciones?",
      "contenido": "DescubrirComunidad Explore las ventajas de las suscripciones, examine los cursos de aprendizaje, aprenda a proteger su dispositivo y mucho más. Ventajas de la suscripción de Microsoft 365 Aprendizaje de Microsoft 365 Seguridad de Microsoft Centro de accesibilidad Las comunidades le ayudan a formular y responder preguntas, enviar comentarios y leer a expertos con conocimientos extensos. Pregunte en Microsoft Community Microsoft Tech Community Windows Insiders Microsoft 365 Insiders",
      "subtema": "Funciones",
      "fuente_url": "https://support.microsoft.com/es-es/office/funciones-de-excel-por-categor%c3%eda-5f91f4e9-7b42-46d2-9bd1-63f26a86c0eb"
    }
  ]
}