{
  "tema_nombre": "Outlook 365",
  "tema_numero": 27,
  "bloque": "ofimatica",
  "fuente_url": "https://support.microsoft.com/es-es/outlook",
  "fecha_scraping": "2026-03-01T10:00:00.000Z",
  "secciones": [
    {
      "titulo": "Cómo crear y enviar un mensaje en Outlook 365: CC, CCO y diferencias entre ambos",
      "contenido": "Para crear un mensaje nuevo en Outlook 365: Inicio > Nuevo > Nuevo correo electrónico, o el atajo Ctrl+N (con la bandeja de entrada activa). Se abre el compositor de mensajes con los campos: Para (destinatarios principales), CC (Con Copia: los destinatarios ven quiénes más reciben el correo), CCO (Con Copia Oculta: los destinatarios del campo Para y CC no saben que esa persona también lo recibe), Asunto y Cuerpo del mensaje. Diferencia clave CC vs CCO: CC es copia visible; todos los receptores pueden ver la lista completa de destinatarios CC. CCO es copia oculta; la identidad del destinatario CCO es invisible para los demás. El campo CCO no aparece de forma predeterminada en el compositor; para mostrarlo: Opciones > Mostrar campos > CCO. Para enviar el mensaje: botón Enviar o Ctrl+Intro. Para guardar como borrador sin enviar: cerrar el compositor o Archivo > Guardar (Ctrl+G); el mensaje queda en la carpeta Borradores. La importancia del mensaje se puede establecer antes de enviar: en la cinta del compositor, Opciones > Importancia > Alta (icono rojo !) o Baja (icono azul con flecha hacia abajo). El botón Opciones también permite solicitar confirmación de entrega o lectura, establecer caducidad del mensaje y cambiar el formato (HTML, Texto enriquecido, Texto sin formato).",
      "subtema": "Correo electrónico - Gestión básica",
      "fuente_url": "https://support.microsoft.com/es-es/office/enviar-un-mensaje-de-correo-electronico-en-outlook-cc23ab2c-37e9-4131-8f1c-1fa19f4d2e29"
    },
    {
      "titulo": "Responder y reenviar mensajes en Outlook 365: diferencias y atajos de teclado",
      "contenido": "Outlook 365 ofrece tres opciones para gestionar mensajes recibidos. Responder (Reply): responde únicamente al remitente original del mensaje. El campo Para se rellena automáticamente con la dirección del remitente. Los destinatarios CC del mensaje original no reciben la respuesta. Atajo: Ctrl+R. Responder a todos (Reply All): responde al remitente y a todos los destinatarios de los campos Para y CC del mensaje original. Los destinatarios CCO del mensaje original no reciben la respuesta. Atajo: Ctrl+Mayús+R. Reenviar (Forward): envía una copia del mensaje a nuevos destinatarios. Los campos Para, CC y CCO quedan vacíos; el usuario debe introducir a quién reenviar. El asunto se añade automáticamente el prefijo RV: (o FW: en versión inglesa). Atajo: Ctrl+F (nota: en versiones anteriores de Outlook, Ctrl+F abría Buscar; en versiones modernas abre Reenviar). Cuando se responde o reenvía, el mensaje original queda incluido debajo del nuevo texto por defecto. Para cambiar este comportamiento: Archivo > Opciones > Correo > sección Respuestas y reenvíos. El prefijo RE: se añade automáticamente al asunto al responder; RV: al reenviar. Puede haber advertencias al usar Responder a todos si la lista de destinatarios es muy grande (tormenta de correo). En Outlook 365 con buzones corporativos Exchange, el administrador puede bloquear Responder a todos en listas de distribución grandes.",
      "subtema": "Correo electrónico - Gestión básica",
      "fuente_url": "https://support.microsoft.com/es-es/office/responder-a-un-mensaje-de-correo-electronico-en-outlook-35e0f60c-e19c-42d4-9ba4-f8eba5b3aae2"
    },
    {
      "titulo": "Cómo adjuntar archivos en Outlook 365: tamaño máximo y opciones de inserción",
      "contenido": "Adjuntar archivos en Outlook 365 permite enviar documentos, imágenes u otros ficheros junto con el mensaje de correo. Ruta principal: en el compositor del mensaje, pestaña Insertar > grupo Incluir > Adjuntar archivo. También se puede usar el botón con forma de clip (icono de datos adjuntos) en la barra de herramientas del compositor. Al hacer clic en Adjuntar archivo, aparece un menú desplegable que ofrece: Archivos recientes (lista de los últimos archivos utilizados, para adjuntar con un solo clic), Explorar este equipo (abre el cuadro de diálogo del explorador de archivos para seleccionar cualquier archivo), Explorar ubicaciones web (adjuntar desde OneDrive u otros almacenamientos en la nube, enviando un enlace en lugar de una copia). Límite de tamaño: el límite de tamaño de datos adjuntos depende del servidor de correo. En Exchange Online (Microsoft 365) el límite predeterminado es de 20 MB para datos adjuntos individuales y hasta 25 MB en total por mensaje. Si el archivo supera el límite, Outlook sugiere subirlo a OneDrive y enviar solo el enlace. También se puede adjuntar un elemento de Outlook (otro correo, contacto o elemento del calendario): Insertar > Adjuntar elemento. Los datos adjuntos se muestran debajo del campo Asunto en el compositor. Para eliminar un adjunto antes de enviar: hacer clic en la X junto al icono del archivo adjunto. Se pueden arrastrar y soltar archivos desde el Explorador de Windows directamente al área de composición del mensaje.",
      "subtema": "Correo electrónico - Gestión básica",
      "fuente_url": "https://support.microsoft.com/es-es/office/adjuntar-archivos-o-insertar-imagenes-en-mensajes-de-correo-electronico-de-outlook-bdfafef5-792a-42b1-9a7b-84512d7de7fc"
    },
    {
      "titulo": "Solicitar confirmación de lectura y de entrega en Outlook 365",
      "contenido": "Outlook 365 permite solicitar dos tipos de confirmaciones al enviar un mensaje. Confirmación de entrega: notifica al remitente cuando el mensaje ha llegado al servidor de correo del destinatario (no garantiza que haya sido leído). Se genera automáticamente cuando el servidor destino acepta el mensaje. Confirmación de lectura: notifica al remitente cuando el destinatario ha abierto el mensaje. El destinatario puede rechazar enviar la confirmación de lectura si así lo tiene configurado. Para solicitar estas confirmaciones en un mensaje concreto: abrir el compositor de mensajes > pestaña Opciones > grupo Seguimiento > marcar la casilla Solicitar confirmación de entrega y/o Solicitar confirmación de lectura. Para configurarlas de forma global (que se soliciten en todos los mensajes): Archivo > Opciones > Correo > sección Seguimiento > activar las casillas correspondientes en el apartado Para todos los mensajes que envíe. También se puede configurar la respuesta a las solicitudes de confirmación de lectura recibidas: Archivo > Opciones > Correo > sección Seguimiento > en el apartado Para cualquier mensaje recibido que incluya una solicitud de confirmación de lectura, elegir entre: Preguntar siempre antes de enviar una respuesta, No enviar nunca una respuesta, Enviar siempre una respuesta. Las confirmaciones llegan a la Bandeja de entrada del remitente como mensajes automáticos con el prefijo Leído: o Entregado: en el asunto.",
      "subtema": "Correo electrónico - Gestión básica",
      "fuente_url": "https://support.microsoft.com/es-es/office/agregar-y-solicitar-confirmaciones-de-lectura-y-entrega-a34bf70a-4c2c-4461-b2a1-12e4a7a92141"
    },
    {
      "titulo": "Cómo marcar mensajes en Outlook 365: leído/no leído, banderas de seguimiento e importancia",
      "contenido": "Outlook 365 ofrece varias formas de marcar mensajes para organizarlos y priorizarlos. Marcar como leído/no leído: un mensaje no leído aparece en negrita y con una barra de color a la izquierda. Para cambiarlo: clic derecho sobre el mensaje > Marcar como leído o Marcar como no leído. Atajo: Ctrl+Q (marcar como leído), Ctrl+U (marcar como no leído). También se puede marcar automáticamente como leído tras un número de segundos de vista previa: Archivo > Opciones > Correo > sección Panel de lectura. Banderas de seguimiento (flags): permiten recordar actuar sobre un mensaje. Al colocar una bandera, el mensaje también aparece en la lista de Tareas pendientes (integrada con Microsoft To Do). Para añadir bandera: clic en el icono de bandera que aparece al pasar el ratón por la derecha del mensaje (icono de flag), o clic derecho > Marcar para seguimiento. Se puede establecer una fecha de vencimiento: clic derecho > Agregar recordatorio. Para marcar como completado: clic sobre la bandera activa (se convierte en una marca de verificación). Importancia: al recibir mensajes marcados con importancia alta, aparece un icono rojo (!) en la columna correspondiente. Para filtrar por importancia: Ver > Filtro actual > Alta importancia. Categorías de color: clic derecho > Categorizar > elegir categoría. Las categorías son personalizables y se usan para clasificar mensajes visualmente.",
      "subtema": "Correo electrónico - Gestión básica",
      "fuente_url": "https://support.microsoft.com/es-es/office/marcar-un-mensaje-de-correo-electronico-para-el-seguimiento-9d0f175f-f3e9-406d-bbf7-9c57e1f781cc"
    },
    {
      "titulo": "Gestión de carpetas en Outlook 365: crear, mover y carpetas predeterminadas del sistema",
      "contenido": "Las carpetas son la estructura básica de organización del correo en Outlook 365. Carpetas predeterminadas que crea Outlook automáticamente: Bandeja de entrada (mensajes recibidos no clasificados por reglas), Borradores (mensajes guardados sin enviar), Elementos enviados (copia de mensajes enviados), Elementos eliminados (mensajes borrados; funcionan como papelera de reciclaje), Correo no deseado (mensajes filtrados como spam), Archivo (Outlook mueve aquí mensajes antiguos automáticamente con Autoarchivar), Elementos recuperables (carpeta oculta con mensajes eliminados de Elementos eliminados; permite recuperar mensajes borrados). Crear una carpeta nueva: clic derecho sobre la carpeta donde se quiere crear la subcarpeta > Nueva carpeta. También: pestaña Carpeta > Nueva carpeta. Asignar un nombre y pulsar Intro. Mover mensajes a una carpeta: arrastrar y soltar el mensaje sobre la carpeta destino, o clic derecho > Mover > seleccionar carpeta. Mover una carpeta completa: arrastrar la carpeta a su nueva ubicación en la lista de carpetas. Cambiar nombre: clic derecho > Cambiar nombre. Eliminar: clic derecho > Eliminar carpeta (mueve la carpeta y su contenido a Elementos eliminados). Vaciar Elementos eliminados: clic derecho sobre Elementos eliminados > Vaciar carpeta. Los mensajes de Elementos eliminados se eliminan definitivamente y no se pueden recuperar (salvo desde Elementos recuperables en servidores Exchange).",
      "subtema": "Organización del correo",
      "fuente_url": "https://support.microsoft.com/es-es/office/crear-una-carpeta-en-outlook-e5f7d657-7ef0-4776-8f60-6e5e7de0e3e1"
    },
    {
      "titulo": "Reglas en Outlook 365: automatizar la organización del correo con el Administrador de reglas y alertas",
      "contenido": "Las reglas son instrucciones que Outlook aplica automáticamente a los mensajes entrantes (y opcionalmente salientes) cuando se cumplen determinadas condiciones. Permiten mover, clasificar, reenviar o eliminar mensajes de forma automática. Ruta para crear o gestionar reglas: Inicio > Mover > Reglas > Administrar reglas y alertas. Se abre el cuadro de diálogo Reglas y alertas. Para crear una regla nueva: botón Nueva regla. El Asistente para reglas guía en tres pasos: 1) Condición (cuándo aplicar la regla): el mensaje es de [persona], el asunto contiene [palabras clave], el mensaje se envió solo a mí, el tamaño es mayor que, etc. 2) Acción (qué hacer): moverlo a la carpeta [carpeta], marcarlo como leído, asignar una categoría, reenviarlo a [persona], eliminarlo, reproducir un sonido, mostrar en la ventana de nuevos elementos de correo, etc. 3) Excepciones (cuando no aplicar): excepto si el asunto contiene, excepto si el remitente está en [lista de contactos], etc. También se puede crear una regla rápida desde un mensaje existente: clic derecho sobre el mensaje > Reglas > Crear regla. Las reglas se ejecutan en el orden en que aparecen en la lista; se pueden reordenar con los botones Subir/Bajar. El botón Ejecutar reglas ahora permite aplicar las reglas a mensajes que ya están en la bandeja.",
      "subtema": "Organización del correo",
      "fuente_url": "https://support.microsoft.com/es-es/office/administrar-mensajes-de-correo-electronico-mediante-reglas-en-outlook-c24f5dea-9465-4df4-ad17-a50704d66c59"
    },
    {
      "titulo": "Filtros y categorías de color en Outlook 365: clasificar mensajes visualmente",
      "contenido": "Las categorías de color en Outlook 365 permiten etiquetar mensajes, eventos de calendario, contactos y tareas con colores para clasificarlos visualmente de un vistazo. Asignar una categoría a un mensaje: clic derecho sobre el mensaje en la lista > Categorizar > seleccionar la categoría de color deseada. También se puede asignar desde la cinta: Inicio > Etiquetas > Categorizar. Para asignar la categoría más reciente utilizada: Ctrl+F2. Outlook incluye categorías predeterminadas con nombres de color (Categoría roja, Categoría azul, etc.). Para renombrarlas y personalizarlas: Inicio > Categorizar > Todas las categorías > seleccionar la categoría > Cambiar nombre. Se pueden asignar hasta 15 categorías distintas, cada una con su propio color y atajo de teclado personalizado. Filtrar mensajes por categoría: Ver > Filtro actual > Clasificados por categorías, o usar la barra de búsqueda avanzada con el operador categoría:. Para ver solo los mensajes de una categoría concreta: hacer clic en la categoría en el panel izquierdo de Outlook (si está activada la vista de categorías) o usar Vista > Organización > Categorías para agrupar la bandeja de entrada por categorías. Los filtros de vista permiten mostrar solo determinados mensajes según criterios: Ver > Configuración de vista actual > Filtro.",
      "subtema": "Organización del correo",
      "fuente_url": "https://support.microsoft.com/es-es/office/crear-y-asignar-categorias-de-color-b9cc5e32-0559-4738-a12f-4e8db09bd2f8"
    },
    {
      "titulo": "Búsqueda de mensajes en Outlook 365: operadores de búsqueda avanzada y filtros",
      "contenido": "La barra de búsqueda de Outlook 365 (atajo: Ctrl+E o F3) permite localizar mensajes, contactos, tareas y eventos. Por defecto busca en la carpeta activa; para buscar en Todos los elementos de correo: cambiar el ámbito en la pestaña Buscar > Ámbito > Todos los buzones. Operadores de búsqueda avanzada: De: (busca por remitente; ejemplo: De:garcia@empresa.com), Para: (busca por destinatario), CC: (busca por destinatario en copia), Asunto: (busca en el campo asunto; ejemplo: Asunto:\"presupuesto 2024\"), Cuerpo: (busca en el cuerpo del mensaje), Tiene:datos adjuntos o Tiene:adjuntos (solo mensajes con archivos adjuntos), Recibido: (por fecha; ejemplo: Recibido:esta semana, Recibido:ayer, Recibido:>01/01/2024), Categoría: (filtra por categoría de color), Leído: (Leído:no para no leídos, Leído:sí para leídos), Marcado:sí (mensajes con bandera de seguimiento). Las palabras entre comillas dobles buscan la frase exacta. Se pueden combinar operadores: De:juan Asunto:informe Tiene:adjuntos. Búsqueda avanzada con interfaz gráfica: en la pestaña Buscar que aparece al activar la barra de búsqueda, hacer clic en Búsqueda avanzada para acceder a un formulario con todos los criterios disponibles. Los resultados de la búsqueda se pueden ordenar por cualquier columna haciendo clic en el encabezado.",
      "subtema": "Organización del correo",
      "fuente_url": "https://support.microsoft.com/es-es/office/buscar-un-mensaje-de-correo-electronico-con-la-busqueda-instantanea-69748235-6bca-4732-9ae1-1736eff2b43f"
    },
    {
      "titulo": "Archivo y Autoarchivar en Outlook 365: diferencia entre eliminar y archivar mensajes",
      "contenido": "El archivado en Outlook permite mover mensajes antiguos a un archivo sin eliminarlos, manteniendo la bandeja de entrada organizada y reduciendo el tamaño del buzón. Diferencia fundamental entre Eliminar y Archivar: Eliminar mueve el mensaje a Elementos eliminados, donde se borrará definitivamente cuando se vacíe esa carpeta. Archivar mueve el mensaje a la carpeta Archivo (o a un archivo .pst), donde se conserva indefinidamente y se puede recuperar. Para archivar manualmente un mensaje: seleccionarlo y pulsar la tecla Supr con la tecla Retroceso no (eso elimina); en su lugar, usar Inicio > Mover > Archivo, o el botón de archivo (icono de caja con flecha) en la pestaña Inicio en algunas configuraciones, o el atajo de teclado E (en el nuevo Outlook). Autoarchivar: Outlook puede archivar mensajes automáticamente según su antigüedad. Ruta: Archivo > Opciones > Avanzadas > Autoarchivar > Configuración de Autoarchivar. Se configura: con qué frecuencia ejecutar Autoarchivar, a partir de qué antigüedad archivar los mensajes (por ejemplo, elementos con más de 6 meses), qué hacer con los elementos (moverlos a la carpeta de archivo o eliminarlos), la ubicación del archivo .pst de destino. Cada carpeta puede tener su propia configuración de Autoarchivar: clic derecho sobre la carpeta > Propiedades > pestaña Autoarchivar. El archivo .pst es un archivo de almacenamiento personal de Outlook que se guarda en el equipo local.",
      "subtema": "Organización del correo",
      "fuente_url": "https://support.microsoft.com/es-es/office/archivar-en-outlook-de-forma-manual-o-automatica-28289e79-1b05-4b41-9e6b-f99b42c1d54a"
    },
    {
      "titulo": "Gestión de contactos en Outlook 365: crear, editar y organizar en la sección Personas",
      "contenido": "La sección de contactos en Outlook 365 se llama Personas y se accede desde la barra de navegación inferior o lateral (icono de personas). También se puede acceder con el atajo Ctrl+3. Para crear un contacto nuevo: en la vista Personas, Inicio > Nuevo > Nuevo contacto, o Ctrl+N. Se abre la ficha del contacto con los campos: Nombre completo (con botón para desglosar en nombre, apellidos, título, sufijo), Nombre para mostrar (como aparecerá en la lista), Empresa, Puesto, Correo electrónico (se pueden añadir hasta 3 direcciones de email), Teléfono (trabajo, particular, móvil, fax), Dirección (trabajo, particular, otras), Página web. También se puede añadir una fotografía, notas y campos personalizados. Para guardar el contacto: Guardar y cerrar (Ctrl+G y cerrar, o Alt+S). Para editar un contacto existente: doble clic en el contacto en la lista de Personas. Para añadir un contacto desde un mensaje recibido: clic derecho en la dirección de correo del remitente en el encabezado del mensaje > Agregar a contactos de Outlook. Los contactos se pueden ver en vistas: Tarjetas de presentación (con foto), Tarjeta (más compacta), Teléfono (lista con teléfonos), Lista (formato tabla). Para ordenar: hacer clic en el encabezado de columna en la vista Lista.",
      "subtema": "Contactos",
      "fuente_url": "https://support.microsoft.com/es-es/office/crear-o-editar-un-contacto-en-outlook-b18b26e4-0e5d-4b59-8a9c-6099459cc1e6"
    },
    {
      "titulo": "Lista de distribución y grupo de contactos en Outlook 365: crear y usar para envíos masivos",
      "contenido": "Un grupo de contactos (anteriormente llamado lista de distribución) en Outlook 365 permite enviar un mensaje a múltiples personas con un solo nombre en el campo Para. Es la forma correcta de gestionar envíos a grupos frecuentes sin crear listas de distribución en el servidor. Para crear un grupo de contactos nuevo: Ruta: sección Personas (Ctrl+3) > Inicio > Nuevo > Nuevo grupo de contactos, o Ctrl+Mayús+L. Se abre el formulario del grupo: asignar un Nombre al grupo (es el nombre que aparecerá en el campo Para al redactar mensajes). Para agregar miembros: pestaña Grupo de contactos > Agregar miembros > De la libreta de direcciones de Outlook (para buscar en los contactos existentes), Crear nuevo contacto de correo electrónico (para añadir una dirección que no está en los contactos), Desde contactos de Outlook. Guardar el grupo: Guardar y cerrar. Para usar el grupo al enviar un correo: en el campo Para del nuevo mensaje, empezar a escribir el nombre del grupo; Outlook lo sugerirá automáticamente. Al expandir el grupo (clic en el signo + junto al nombre del grupo en el campo Para), se pueden ver y modificar los destinatarios individuales antes de enviar. Para actualizar el grupo (añadir o eliminar miembros): doble clic en el grupo en la sección Personas. Los grupos de contactos se almacenan en el buzón del usuario, no en el servidor. Son distintos de las listas de distribución de Active Directory/Exchange, que son gestionadas por el administrador.",
      "subtema": "Contactos",
      "fuente_url": "https://support.microsoft.com/es-es/office/crear-un-grupo-de-contactos-o-lista-de-distribucion-en-outlook-b3b5e89e-5b5f-4ec5-a014-a50e31f1c2cb"
    },
    {
      "titulo": "Importar y exportar contactos en Outlook 365: CSV, vCard y el Asistente de importación y exportación",
      "contenido": "Outlook 365 permite intercambiar contactos con otras aplicaciones y dispositivos mediante los formatos CSV y vCard. Exportar contactos: Ruta: Archivo > Abrir y exportar > Importar o exportar. Se abre el Asistente para importar y exportar. Seleccionar Exportar a un archivo > Siguiente. Elegir el formato: Valores separados por comas (CSV): compatible con Excel, Gmail, aplicaciones de bases de datos y otros gestores de correo. Archivo de datos de Outlook (.pst): exporta a formato nativo de Outlook. Seleccionar la carpeta Contactos (o subcarpeta de contactos). Elegir el nombre y ubicación del archivo de destino. El archivo CSV generado tiene una fila por contacto y columnas para cada campo (Nombre, Apellidos, Dirección de correo electrónico 1, etc.). Importar contactos desde CSV: misma ruta > Importar de otro programa o archivo > Valores separados por comas > seleccionar el archivo CSV > elegir la carpeta de contactos destino > Asignar campos personalizados (para mapear las columnas del CSV a los campos de Outlook si los nombres no coinciden). Importar contactos desde vCard (.vcf): cada archivo .vcf contiene un contacto. Para importar: abrir el explorador de archivos, doble clic en el archivo .vcf > Outlook abre la ficha del contacto > Guardar y cerrar. Para exportar un contacto como vCard: abrir el contacto > Archivo > Guardar como > Tipo: vCard.",
      "subtema": "Contactos",
      "fuente_url": "https://support.microsoft.com/es-es/office/importar-contactos-a-outlook-bb796340-b58a-46c1-90c7-b549b8f3c5f8"
    },
    {
      "titulo": "Crear cita y reunión en Outlook 365: diferencias y cómo añadir asistentes",
      "contenido": "Outlook 365 distingue entre citas y reuniones en el calendario. Cita: evento del calendario que solo te incluye a ti. No se envían invitaciones a otras personas. Ruta: Calendario (Ctrl+2) > Inicio > Nuevo > Nueva cita, o Ctrl+N dentro del Calendario. Reunión: evento al que se invita a otras personas. Outlook envía una solicitud de reunión por correo electrónico a los asistentes. Ruta: Inicio > Nuevo > Nueva reunión, o Ctrl+Mayús+Q. También se puede convertir una cita en reunión: abrir la cita > Cita > Invitar a asistentes. Tanto citas como reuniones comparten los campos: Asunto, Ubicación, Fecha y hora de inicio, Fecha y hora de finalización, Recordatorio, Mostrar como (Libre, Provisional, Ocupado, Fuera de la oficina), Descripción/Notas. Para las reuniones, adicionalmente: campo Para (asistentes), opción de solicitar respuesta (Reunión > Respuesta > Solicitar respuestas), opción de marcarlo como privado. Estado de respuesta de asistentes: Aceptado (confirmado, aparece en el calendario del asistente), Rechazado (el asistente ha declinado), Tentativo (el asistente ha marcado como provisional). El organizador puede ver el estado de respuesta de cada asistente en la pestaña Seguimiento de la reunión. Para reenviar la invitación a nuevos asistentes: Reunión > Reenviar.",
      "subtema": "Calendario",
      "fuente_url": "https://support.microsoft.com/es-es/office/programar-una-cita-en-outlook-1b3f9f3d-9c7e-4a3e-9e4e-0d6c42c59db2"
    },
    {
      "titulo": "Asistente para programación de reuniones en Outlook 365: verificar disponibilidad de asistentes",
      "contenido": "El Asistente para programación es una herramienta de Outlook 365 que permite ver la disponibilidad de los asistentes propuestos para una reunión y encontrar un horario libre para todos. Se activa desde el formulario de una reunión: pestaña Reunión > grupo Mostrar > Asistente para programación. La pantalla muestra una vista de franjas horarias (línea de tiempo) con los calendarios de todos los asistentes superpuestos. Códigos de color en el Asistente para programación: Azul: franjas en las que el asistente está Ocupado. Morado/Púrpura: el asistente está Fuera de la oficina. Azul claro/tramado: el asistente tiene tiempo Provisional. Blanco: el asistente está Libre. Gris: información no disponible (el calendario del asistente no es accesible). El botón Autoseleccionar siguiente (o Autoseleccionar anterior) busca automáticamente el siguiente hueco libre donde todos los asistentes estén disponibles. Se puede ajustar la duración de la reunión en el asistente arrastrando los indicadores de hora de inicio y fin. Para añadir salas de reuniones: en el campo Salas, buscar y añadir el recurso de sala (disponible en entornos Exchange/Microsoft 365 con salas configuradas por el administrador). La pestaña Programación está disponible dentro del formulario de reunión como alternativa al Asistente para programación en pantalla completa.",
      "subtema": "Calendario",
      "fuente_url": "https://support.microsoft.com/es-es/office/usar-el-asistente-para-programacion-en-outlook-e4744f0c-a07a-41c4-af3a-1c41e4c94a71"
    },
    {
      "titulo": "Vistas del calendario en Outlook 365: Día, Semana laboral, Semana, Mes y Programación",
      "contenido": "El calendario de Outlook 365 puede visualizarse en varios formatos según la necesidad. Para cambiar de vista: pestaña Vista > grupo Organización (o pestaña Inicio > grupo Organización). Día: muestra las horas del día seleccionado en franjas verticales. Útil para ver el detalle de la agenda diaria. Semana laboral (predeterminada): muestra de lunes a viernes de la semana actual. La semana laboral se puede personalizar en Archivo > Opciones > Calendario. Semana: muestra los 7 días de la semana seleccionada, incluyendo sábado y domingo. Mes: muestra una cuadrícula mensual. Los eventos con menos detalle por falta de espacio muestran solo el asunto. Se puede navegar mes a mes con las flechas del miniaturizador del panel izquierdo. Programación: vista horizontal con el tiempo en el eje X y los calendarios en el eje Y. Muy útil para ver la disponibilidad de varios calendarios o personas simultáneamente. Atajos para cambiar de vista: Ctrl+Alt+1 (Día), Ctrl+Alt+2 (Semana laboral), Ctrl+Alt+3 (Semana), Ctrl+Alt+4 (Mes). Para ir a hoy: Ctrl+T o Inicio > Ir a > Hoy. Para ir a una fecha específica: Ctrl+G (ir a la fecha) o hacer clic en el miniaturizador de fecha del panel izquierdo. El color de fondo de las horas fuera del horario laboral es gris. Se pueden mostrar varios calendarios superpuestos (Mi calendario, Calendarios compartidos) activando sus casillas en el panel izquierdo.",
      "subtema": "Calendario",
      "fuente_url": "https://support.microsoft.com/es-es/office/cambiar-la-vista-del-calendario-de-outlook-35ca4dc0-cd10-4e98-a4c4-c3b3291dee69"
    },
    {
      "titulo": "Compartir calendario en Outlook 365: permisos y cómo delegar acceso",
      "contenido": "Outlook 365 (con cuenta Exchange o Microsoft 365) permite compartir el calendario con otras personas y configurar el nivel de acceso que tendrán. Para compartir el calendario: Inicio > Administrar calendarios > Compartir calendario, o clic derecho en el calendario en el panel izquierdo > Compartir > Compartir calendario. Se abre un formulario de invitación de uso compartido. Se introduce la dirección de correo del destinatario y se elige el nivel de permisos: Puede ver cuando estoy ocupado: el destinatario solo ve si hay bloques de tiempo marcados como ocupado, sin ver los detalles. Puede ver todos los detalles: el destinatario ve el asunto, ubicación y descripción de todos los elementos del calendario. Puede editar: el destinatario puede crear, modificar y eliminar eventos en el calendario. Delegado: permiso de edición más la capacidad de enviar y responder solicitudes de reunión en nombre del propietario. Para delegar completamente la gestión del buzón y el calendario: Archivo > Configuración de la cuenta > Acceso delegado > Agregar. En la configuración del delegado se puede establecer si recibe copias de las solicitudes de reunión. Para ver un calendario compartido por otra persona: Inicio > Abrir calendario > Abrir el calendario de otra persona. Introducir el nombre o email del compañero; si tiene permisos configurados, el calendario aparece en el panel izquierdo bajo Calendarios de otras personas.",
      "subtema": "Calendario",
      "fuente_url": "https://support.microsoft.com/es-es/office/compartir-el-calendario-de-outlook-con-otras-personas-353ed2c1-3ec5-449d-8c73-6931a0adab88"
    },
    {
      "titulo": "Recordatorios y alertas de calendario en Outlook 365: configurar tiempo de antelación",
      "contenido": "Los recordatorios en Outlook 365 son ventanas emergentes o notificaciones que alertan al usuario antes de que comience una cita o reunión. Configurar el recordatorio al crear una cita o reunión: en el formulario de la cita/reunión, el campo Recordatorio está en la pestaña Cita (o Reunión), en la parte superior del formulario. Hacer clic en el desplegable del recordatorio para seleccionar el tiempo de antelación. Opciones disponibles: Ninguno (sin recordatorio), 0 minutos, 5 minutos, 10 minutos, 15 minutos (valor predeterminado), 30 minutos, 1 hora, 2 horas, 3 horas, 4 horas, 6 horas, 8 horas, 12 horas, 18 horas, 1 día, 2 días, 1 semana, 2 semanas. Cambiar el recordatorio predeterminado para todos los nuevos eventos: Archivo > Opciones > Calendario > sección Recordatorios de calendario. Se puede activar o desactivar el recordatorio predeterminado y cambiar el tiempo. Cuadro de diálogo de recordatorio: cuando llega el momento del recordatorio, aparece una ventana emergente con los detalles del evento y los botones: Descartar (cierra el recordatorio sin reagendarlo), Posponer (repite el recordatorio tras el tiempo indicado en el campo posponer, que se puede cambiar), Abrir elemento (abre la cita o reunión para ver los detalles). Para ver todos los recordatorios pendientes: Vista > Ventana de recordatorios. Para los eventos de día completo, el recordatorio se activa el día anterior a la hora configurada (normalmente las 8:00 del día anterior).",
      "subtema": "Calendario",
      "fuente_url": "https://support.microsoft.com/es-es/office/activar-o-desactivar-recordatorios-en-outlook-f46d0a05-3d16-4197-b9dd-aa52a9f7be6c"
    },
    {
      "titulo": "Tareas en Outlook 365: crear, prioridad, fecha de vencimiento y estados",
      "contenido": "Las Tareas de Outlook 365 son elementos que permiten gestionar pendientes con seguimiento de estado y fechas de vencimiento. En versiones modernas de Outlook 365 las tareas están integradas con Microsoft To Do. Para acceder a las tareas: botón Tareas en la barra de navegación (icono de lista con marca de verificación), o atajo Ctrl+4. Para crear una tarea nueva: Inicio > Nuevo > Nueva tarea, o Ctrl+N dentro de la sección Tareas, o Ctrl+Mayús+K desde cualquier sección. El formulario de tarea incluye: Asunto (título de la tarea), Fecha de inicio, Fecha de vencimiento (la fecha límite para completar la tarea), Estado, Prioridad, % completado, Categoría, Recordatorio, Descripción/notas. Estados de la tarea: No iniciada (tarea pendiente, sin comenzar), En curso (tarea que se ha empezado; se puede indicar el % completado), Completada (tarea terminada; aparece tachada en la lista), Esperando a alguien más (la tarea depende de otra persona), Aplazada (pospuesta a una fecha futura). Prioridad: Alta (icono rojo), Normal (predeterminado), Baja (icono azul). Para marcar una tarea como completada: hacer clic en la casilla de verificación a la izquierda de la tarea en la lista. Para ver las tareas ordenadas por fecha de vencimiento: Ver > Organización actual > Vence hoy / Esta semana. Las tareas con fecha de vencimiento pasada aparecen en rojo.",
      "subtema": "Tareas y configuración",
      "fuente_url": "https://support.microsoft.com/es-es/office/crear-tareas-y-elementos-de-tareas-en-outlook-45a94e1e-3d83-4d7a-9b52-fdaaae9c1a7c"
    },
    {
      "titulo": "Firma de correo electrónico en Outlook 365: crear y configurar firma automática para mensajes nuevos y respuestas",
      "contenido": "Una firma en Outlook 365 es un bloque de texto (y opcionalmente imágenes, logotipos o hipervínculos) que se añade automáticamente al final de los mensajes de correo electrónico. Para crear o gestionar firmas: Ruta: Archivo > Opciones > Correo > sección Redactar mensajes > botón Firmas. Se abre el cuadro de diálogo Firmas y plantillas de texto. Para crear una firma nueva: botón Nuevo, asignar un nombre a la firma, escribir o formatear el contenido en el editor (admite negrita, cursiva, colores, tamaño de fuente, imágenes e hipervínculos). La barra de herramientas del editor de firmas es básica pero funcional. Para insertar una imagen (logotipo): botón de imagen en la barra del editor. Para insertar un hipervínculo: botón de hipervínculo. Configurar la firma automática por cuenta de correo (si hay varias cuentas, se puede configurar una firma diferente para cada una): en la sección Elegir firma predeterminada, seleccionar la cuenta de correo electrónico y asignar la firma para Mensajes nuevos y para Respuestas/reenvíos (pueden ser distintas). Para insertar manualmente una firma en un mensaje concreto (sin que sea automática): en el compositor > pestaña Insertar > grupo Incluir > Firma > seleccionar la firma. Las firmas se almacenan localmente en el equipo (en la carpeta AppData del usuario) y no se sincronizan automáticamente con otros dispositivos.",
      "subtema": "Tareas y configuración",
      "fuente_url": "https://support.microsoft.com/es-es/office/crear-y-agregar-una-firma-de-correo-electronico-en-outlook-8ee5d4f4-68fd-464a-a1c1-0e1c80bb27f2"
    },
    {
      "titulo": "Respuesta automática Fuera de oficina en Outlook 365: configurar período y mensaje para ausencias",
      "contenido": "La respuesta automática (conocida como Fuera de oficina o Out of Office) en Outlook 365 envía un mensaje de respuesta automática a quienes escriban durante un período de ausencia. Está disponible con cuentas Exchange o Microsoft 365; para cuentas IMAP o POP3 solo funciona si Outlook está abierto y conectado. Ruta para configurar las respuestas automáticas: Archivo > Respuestas automáticas (Fuera de oficina). Si la opción no aparece, la cuenta no es de tipo Exchange. En el cuadro de diálogo: Seleccionar Enviar respuestas automáticas. Opción Enviar solo durante este intervalo de tiempo: permite establecer Fecha y hora de inicio y Fecha y hora de finalización. Si se activa esta opción, Outlook desactivará automáticamente la respuesta cuando llegue la hora de fin. Mensaje para personas de Mi organización: respuesta que reciben los compañeros de la misma empresa. Mensaje para personas de fuera de mi organización: respuesta que reciben remitentes externos. Se puede elegir si enviar solo a los contactos o a cualquiera. El editor de mensajes admite formato enriquecido (negrita, colores, listas). Sugerencia de contenido habitual: fecha de regreso, persona de contacto alternativa en caso de urgencia, teléfono de contacto. Para desactivar las respuestas automáticas antes de la fecha de fin: volver a Archivo > Respuestas automáticas > seleccionar No enviar respuestas automáticas.",
      "subtema": "Tareas y configuración",
      "fuente_url": "https://support.microsoft.com/es-es/office/enviar-respuestas-automaticas-fuera-de-la-oficina-desde-outlook-9742f476-5348-4f9f-997f-5e208513bd67"
    },
    {
      "titulo": "Configurar cuenta de correo en Outlook 365: IMAP, POP3 y Exchange; puertos y protocolos",
      "contenido": "Para añadir una cuenta de correo en Outlook 365: Archivo > Agregar cuenta. Se introduce la dirección de correo electrónico y Outlook intenta la configuración automática (Autodetección). Si falla, se puede configurar manualmente eligiendo el tipo de cuenta. Tipos de cuenta y diferencias: Exchange (Microsoft 365): protocolo propietario de Microsoft para cuentas corporativas. Ofrece la mayor integración con Outlook: calendario compartido, libreta de direcciones global, reglas de servidor, respuestas automáticas en el servidor, etc. IMAP (Internet Message Access Protocol): los mensajes se almacenan en el servidor y se sincronizan con el cliente. Al leer o organizar mensajes, los cambios se reflejan en todos los dispositivos. Es el protocolo recomendado para cuentas modernas no Exchange. Puerto estándar: 993 con SSL/TLS. POP3 (Post Office Protocol versión 3): descarga los mensajes del servidor al equipo local y los elimina del servidor (aunque se puede configurar para dejar copia). No sincroniza entre dispositivos. Puerto estándar: 995 con SSL/TLS. SMTP (Simple Mail Transfer Protocol): protocolo de envío de correo. Se usa junto con IMAP o POP3. Puerto estándar: 587 con STARTTLS (o 465 con SSL implícito). Para configurar manualmente: en el asistente de nueva cuenta, elegir Opciones avanzadas > Configurar la cuenta manualmente. Ingresar los servidores de correo entrante (IMAP/POP3) y saliente (SMTP), los puertos y el cifrado. El nombre de usuario suele ser la dirección de correo completa.",
      "subtema": "Tareas y configuración",
      "fuente_url": "https://support.microsoft.com/es-es/office/agregar-una-cuenta-de-correo-electronico-a-outlook-e9da47c4-9b89-4b49-b945-a204aeea6726"
    },
    {
      "titulo": "Correo no deseado en Outlook 365: filtro antispam, lista de remitentes bloqueados y seguros",
      "contenido": "Outlook 365 incluye un filtro de correo no deseado (antispam) que analiza los mensajes entrantes y mueve automáticamente a la carpeta Correo no deseado los que considera spam. El nivel de protección del filtro se puede ajustar: clic derecho sobre un mensaje en la Bandeja de entrada > Correo no deseado > Opciones de correo no deseado. Se abre el cuadro de diálogo con cuatro niveles: Sin protección automática (solo mueve correos que están en la Lista de remitentes bloqueados), Bajo (filtra solo el spam más obvio; nivel recomendado para evitar falsos positivos), Alto (filtra más mensajes pero puede marcar correos legítimos como spam), Solo listas seguras (solo recibe mensajes de remitentes en la Lista de remitentes seguros; bloquea todo lo demás). Listas de remitentes seguros: remitentes o dominios cuyos mensajes nunca se moverán a la carpeta de spam. Se añaden en la pestaña Remitentes seguros del cuadro de diálogo. Lista de remitentes bloqueados: remitentes o dominios cuyos mensajes siempre se mueven a la carpeta de spam. Lista de destinatarios seguros: grupos de distribución de los que el usuario es miembro y que deben considerarse seguros. Para marcar un mensaje recibido como no deseado: clic derecho > Correo no deseado > Bloquear al remitente. Para recuperar un mensaje marcado incorrectamente: ir a la carpeta Correo no deseado, clic derecho > Correo no deseado > No es correo no deseado (mueve el mensaje a la Bandeja de entrada y añade al remitente a Seguros).",
      "subtema": "Organización del correo",
      "fuente_url": "https://support.microsoft.com/es-es/office/informacion-general-sobre-el-filtro-de-correo-no-deseado-5ae3ea8e-cf41-4fa0-b02a-3b96e21de089"
    },
    {
      "titulo": "Atajos de teclado esenciales de Outlook 365 para el examen TAC: navegación y correo",
      "contenido": "El conocimiento de los atajos de teclado de Outlook 365 es habitual en los exámenes del INAP. Atajos de navegación entre módulos: Ctrl+1: ir a Correo (Bandeja de entrada). Ctrl+2: ir a Calendario. Ctrl+3: ir a Contactos (Personas). Ctrl+4: ir a Tareas. Ctrl+5: ir a Notas. Atajos de correo electrónico: Ctrl+N: nuevo mensaje de correo (desde el módulo Correo), nueva cita (desde Calendario), nueva tarea (desde Tareas). Ctrl+Mayús+M: nuevo mensaje de correo desde cualquier módulo. Ctrl+R: responder al remitente. Ctrl+Mayús+R: responder a todos. Ctrl+F: reenviar mensaje. Ctrl+Intro: enviar el mensaje. Ctrl+E o F3: activar la barra de búsqueda. Ctrl+Q: marcar mensaje seleccionado como leído. Ctrl+U: marcar mensaje seleccionado como no leído. Supr o Ctrl+D: eliminar el elemento seleccionado. Ctrl+Z: deshacer la última acción. Atajos del calendario: Ctrl+Mayús+A: nueva cita. Ctrl+Mayús+Q: nueva solicitud de reunión. Alt+1 a Alt+0: cambiar la vista del Calendario (día 1 a 10 días). Ctrl+G: ir a una fecha específica. Ctrl+T: ir a hoy. Atajos de contactos y tareas: Ctrl+Mayús+C: nuevo contacto. Ctrl+Mayús+L: nuevo grupo de contactos. Ctrl+Mayús+K: nueva tarea. Otros: F9: enviar y recibir todos los mensajes (sincronizar). Alt+F4: cerrar Outlook.",
      "subtema": "Tareas y configuración",
      "fuente_url": "https://support.microsoft.com/es-es/office/metodos-abreviados-de-teclado-de-outlook-3cdeb221-7ae5-4823-8e28-f10191597fe2"
    }
  ]
}
