{
  "tema_nombre": "Red Internet",
  "tema_numero": 28,
  "bloque": "ofimatica",
  "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo",
  "fecha_scraping": "2026-02-28T12:00:00.000Z",
  "secciones": [
    {
      "titulo": "Historia y concepto de Internet: ARPANET, Tim Berners-Lee y la World Wide Web",
      "contenido": "Internet es una red global de redes de ordenadores interconectadas mediante el conjunto de protocolos TCP/IP, que permite el intercambio de información y la comunicación entre millones de dispositivos en todo el mundo. Su origen se remonta a 1969 con ARPANET (Advanced Research Projects Agency Network), una red experimental del Departamento de Defensa de los Estados Unidos que conectaba cuatro universidades: UCLA, Stanford, UC Santa Barbara y la Universidad de Utah. ARPANET demostró la viabilidad de las redes de conmutación de paquetes, técnica en la que los datos se dividen en paquetes independientes que pueden viajar por rutas diferentes y se reensamblan en el destino. En 1983, ARPANET adoptó el protocolo TCP/IP, sentando las bases de Internet moderna. En 1989, el científico británico Tim Berners-Lee, trabajando en el CERN (Ginebra), propuso un sistema de hipertexto para compartir información entre investigadores, que dio lugar a la World Wide Web (WWW). En 1991, Berners-Lee publicó el primer sitio web de la historia. La WWW no es sinónimo de Internet: Internet es la infraestructura de red, mientras que la WWW es uno de los servicios que funcionan sobre ella (junto al correo electrónico, FTP, DNS, etc.). En España, la primera conexión a Internet se realizó en 1988 desde la Universidad Politécnica de Madrid. El organismo internacional que coordina los estándares de Internet es el IETF (Internet Engineering Task Force), mientras que la ICANN (Internet Corporation for Assigned Names and Numbers) gestiona los nombres de dominio y la asignación de direcciones IP.",
      "subtema": "Historia de Internet",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Arquitectura de Internet: modelo cliente-servidor y protocolos de comunicación",
      "contenido": "Internet se basa en el modelo cliente-servidor, en el que los clientes (navegadores, aplicaciones móviles, programas de correo) realizan peticiones de recursos o servicios, y los servidores responden proporcionando dichos recursos. El cliente inicia la comunicación y el servidor espera las peticiones. La arquitectura de Internet utiliza el modelo de referencia OSI (Open Systems Interconnection), que divide las comunicaciones en 7 capas: física (cables, señales eléctricas), enlace de datos (tramas, MAC), red (paquetes IP, enrutamiento), transporte (segmentos TCP/UDP, control de flujo), sesión (gestión de sesiones), presentación (codificación, cifrado) y aplicación (HTTP, SMTP, DNS, FTP). El conjunto de protocolos TCP/IP simplifica este modelo en 4 capas: acceso a la red, Internet (IP), transporte (TCP/UDP) y aplicación. IP (Internet Protocol) se ocupa del direccionamiento y enrutamiento de los paquetes entre redes. TCP (Transmission Control Protocol) garantiza la entrega fiable y ordenada de los datos, estableciendo una conexión antes de transmitir (three-way handshake: SYN, SYN-ACK, ACK) y usando acuses de recibo (ACK) para confirmar la recepción. UDP (User Datagram Protocol) es una alternativa a TCP sin confirmación de entrega, más rápido y adecuado para aplicaciones de streaming de audio/vídeo y juegos en línea donde la velocidad prima sobre la fiabilidad. Los routers son los dispositivos responsables de enrutar los paquetes IP a través de la red, eligiendo el mejor camino entre el origen y el destino.",
      "subtema": "Arquitectura de Internet",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Protocolo HTTP y HTTPS: diferencias, seguridad y certificado SSL/TLS",
      "contenido": "HTTP (HyperText Transfer Protocol) es el protocolo de la capa de aplicación utilizado para la transferencia de páginas web y recursos entre servidores web y navegadores. HTTP es un protocolo sin estado: cada petición es independiente de las anteriores. Funciona mediante el método petición-respuesta: el cliente envía una petición HTTP (con un método: GET para obtener recursos, POST para enviar datos, PUT para actualizar, DELETE para eliminar) y el servidor responde con un código de estado (200 OK, 301 Moved Permanently, 404 Not Found, 500 Internal Server Error) y el contenido solicitado. HTTP transmite los datos en texto plano, sin cifrado, lo que lo hace vulnerable a ataques de interceptación (eavesdropping) en redes no seguras. HTTPS (HTTP Secure) es la versión segura de HTTP, que cifra todas las comunicaciones mediante los protocolos TLS (Transport Layer Security) o su predecesor SSL (Secure Sockets Layer). La autenticación del servidor se realiza mediante un certificado digital X.509 emitido por una Autoridad de Certificación (CA) de confianza. HTTPS garantiza tres propiedades: confidencialidad (los datos viajan cifrados y no pueden ser leídos por terceros), integridad (los datos no pueden ser modificados en tránsito sin que se detecte) y autenticación (el usuario puede verificar que se está conectando al servidor legítimo y no a uno fraudulento). En la sede electrónica de la AGE, el uso de HTTPS es obligatorio conforme al Esquema Nacional de Seguridad (ENS). El candado verde en la barra del navegador indica que la conexión es segura mediante HTTPS.",
      "subtema": "Protocolos web",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Dirección IP y nombre de dominio: sistema DNS y su funcionamiento",
      "contenido": "Cada dispositivo conectado a Internet tiene asignada una dirección IP, que es su identificador único en la red. Las direcciones IP son difíciles de recordar para los humanos, por lo que el sistema DNS (Domain Name System) permite utilizar nombres de dominio legibles (como www.administracion.gob.es) que se traducen automáticamente a la correspondiente dirección IP. El DNS es una base de datos distribuida y jerárquica. La jerarquía de nombres de dominio se organiza de la siguiente forma (de más general a más específico): el dominio raíz (representado por un punto final implícito), los dominios de nivel superior o TLD (Top Level Domain: .es, .com, .org, .net, .gob, .eu), los dominios de segundo nivel (administracion en administracion.gob.es), y los subdominios (www, sede, transparencia). La resolución DNS es el proceso por el que se obtiene la dirección IP de un nombre de dominio: el navegador consulta primero su caché local; si no encuentra la respuesta, consulta al servidor DNS configurado en el sistema operativo (habitualmente el del proveedor de Internet o el corporativo); este servidor recursivo consulta a los servidores raíz, luego a los TLD y finalmente al servidor autoritativo del dominio solicitado. El dominio .gob.es es el dominio reservado para los organismos de la Administración General del Estado española. La ICANN (Internet Corporation for Assigned Names and Numbers) es el organismo que coordina la asignación de nombres de dominio a nivel mundial.",
      "subtema": "Direccionamiento",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Navegadores web: funciones, componentes y principales navegadores del mercado",
      "contenido": "Un navegador web (browser) es una aplicación informática que permite acceder, visualizar e interactuar con páginas web y otros recursos disponibles en Internet. El navegador actúa como cliente HTTP/HTTPS, enviando peticiones a los servidores web e interpretando las respuestas (HTML, CSS, JavaScript) para mostrarlas al usuario. Las funciones principales de un navegador web son: interpretar y renderizar el código HTML, CSS y JavaScript de las páginas web; gestionar las conexiones seguras HTTPS y verificar los certificados digitales; mantener un historial de navegación, marcadores (favoritos) y datos de formularios; gestionar cookies (pequeños archivos que los sitios web guardan en el equipo del usuario para recordar sesiones y preferencias); ejecutar aplicaciones web mediante JavaScript y tecnologías como WebAssembly; gestionar complementos (extensiones) que amplían las funcionalidades del navegador. Los principales navegadores del mercado son: Google Chrome (el más usado mundialmente, motor V8 para JavaScript y Blink para renderizado HTML); Mozilla Firefox (navegador de código abierto, motor SpiderMonkey y Gecko; promovido por la Fundación Mozilla); Microsoft Edge (sucesor de Internet Explorer, basado en el motor Chromium desde 2020; preinstalado en Windows); Apple Safari (navegador de Apple, preinstalado en macOS e iOS); y Opera. En el ámbito de la administración electrónica, la sede electrónica de la AGE es compatible con los navegadores más comunes en sus versiones actualizadas.",
      "subtema": "Navegadores y WWW",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "URL: estructura completa con protocolo, dominio, ruta y parámetros",
      "contenido": "La URL (Uniform Resource Locator, Localizador Uniforme de Recursos) es la dirección que identifica de forma única un recurso en Internet. Una URL completa tiene la siguiente estructura: esquema o protocolo (https://), subdominio (www. o sede.), dominio de segundo nivel (administracion.), dominio de nivel superior o TLD (.gob.es), ruta o path (/pag/catalogo-servicios/), y opcionalmente los parámetros de consulta (?parametro=valor&otro=valor) y el fragmento (#seccion). Por ejemplo, en la URL https://sede.agenciatributaria.gob.es/Sede/procedimientoini/GI01.shtml: el protocolo es HTTPS; el subdominio es sede; el dominio es agenciatributaria.gob.es; la ruta es /Sede/procedimientoini/GI01.shtml. Los caracteres especiales en la URL deben codificarse en formato percent-encoding (ej. el espacio se codifica como %20). Los métodos de petición HTTP más utilizados junto a las URL son: GET (para obtener un recurso; los parámetros van en la URL), POST (para enviar datos al servidor; los parámetros van en el cuerpo de la petición, no en la URL), PUT (para actualizar un recurso) y DELETE (para eliminar). La longitud máxima de una URL es teóricamente ilimitada, pero en la práctica los navegadores y servidores imponen límites de 2.000 a 8.000 caracteres. Las URLs de las sedes electrónicas de la AGE siguen el patrón https://sede.[organismo].gob.es.",
      "subtema": "Navegadores y WWW",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Motores de búsqueda: Google y operadores de búsqueda avanzada",
      "contenido": "Un motor de búsqueda (search engine) es un sistema informático que indexa el contenido de páginas web y permite a los usuarios encontrar información mediante consultas de texto. El funcionamiento de un motor de búsqueda tiene tres fases: rastreo o crawling (los robots rastreadores del motor visitan páginas web siguiendo los enlaces); indexación (el contenido de las páginas visitadas se analiza y almacena en la base de datos del motor); y recuperación y ranking (cuando el usuario realiza una búsqueda, el motor selecciona los resultados relevantes y los ordena según su algoritmo de relevancia). Google es el motor de búsqueda dominante a nivel mundial, con más del 90% de cuota de mercado. Su algoritmo PageRank valora la relevancia de una página en función de los enlaces que recibe de otras páginas. Otros motores de búsqueda relevantes son Bing (Microsoft), Yahoo! y DuckDuckGo (centrado en privacidad). Los operadores de búsqueda avanzada de Google permiten afinar las búsquedas: comillas (\"frase exacta\") busca la frase literal; site:dominio.es busca solo en ese dominio; filetype:pdf busca solo archivos de ese tipo; -palabra excluye resultados que contienen esa palabra; OR busca cualquiera de los términos; intitle:término busca en el título de la página; inurl:término busca en la URL. Ejemplo de búsqueda compleja: «site:boe.es «ley orgánica» filetype:pdf 2023» busca PDFs del BOE con «ley orgánica» publicados en 2023.",
      "subtema": "Servicios de Internet",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Correo electrónico: protocolos SMTP, POP3 e IMAP y funcionamiento",
      "contenido": "El correo electrónico (e-mail) es uno de los servicios más utilizados de Internet. Su funcionamiento se basa en tres protocolos fundamentales. SMTP (Simple Mail Transfer Protocol) es el protocolo utilizado para el envío de correos electrónicos. Cuando el usuario envía un mensaje, su cliente de correo se conecta al servidor SMTP de su proveedor (normalmente en el puerto 587 con STARTTLS o el puerto 465 con SSL/TLS) y le entrega el mensaje. El servidor SMTP del emisor busca el servidor SMTP del dominio del destinatario (mediante un registro MX en el DNS) y le reenvía el mensaje. POP3 (Post Office Protocol versión 3) es el protocolo más antiguo para la recepción de correo. El cliente descarga los mensajes del servidor y, por defecto, los elimina del servidor una vez descargados. El correo queda almacenado solo en el dispositivo del usuario. Funciona en el puerto 110 (sin cifrado) o 995 (con SSL/TLS). IMAP (Internet Message Access Protocol) es el protocolo moderno de recepción, que mantiene los mensajes en el servidor y los sincroniza con todos los dispositivos del usuario. Permite acceder al correo desde múltiples dispositivos (ordenador, móvil, tablet) viendo siempre los mismos mensajes. Funciona en el puerto 143 (con STARTTLS) o 993 (con SSL/TLS). La diferencia fundamental entre POP3 e IMAP es que POP3 descarga y elimina del servidor (copia local), mientras IMAP sincroniza y mantiene los mensajes en el servidor.",
      "subtema": "Correo electrónico",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Diferencia POP3 vs IMAP: copia local frente a sincronización en servidor",
      "contenido": "La elección entre POP3 e IMAP tiene implicaciones prácticas importantes para el usuario de correo electrónico. POP3 (Post Office Protocol 3) descarga los mensajes del servidor al dispositivo del usuario y, por defecto, los elimina del servidor. Las ventajas de POP3 son: permite leer el correo sin conexión a Internet una vez descargado; no consume espacio en el servidor del proveedor; y es más sencillo de configurar. Sus desventajas son: si el dispositivo falla, se pierden los correos; no sincroniza entre múltiples dispositivos (el correo leído en el móvil no aparece como leído en el ordenador); y los mensajes enviados o las carpetas organizadas en un dispositivo no son visibles en otros. IMAP (Internet Message Access Protocol) mantiene los mensajes en el servidor y los sincroniza en tiempo real entre todos los dispositivos vinculados a la misma cuenta. Las ventajas de IMAP son: acceso al correo completo desde cualquier dispositivo con conexión a Internet; la eliminación, lectura o organización en un dispositivo se refleja en todos los demás; y la copia de seguridad la gestiona el servidor del proveedor. Sus desventajas son: requiere conexión a Internet para acceder al correo (aunque muchos clientes permiten caché offline); consume espacio en el servidor del proveedor. En el entorno de la Administración Pública, el uso de IMAP es el estándar recomendado para garantizar la sincronización del correo institucional en todos los dispositivos del empleado público.",
      "subtema": "Correo electrónico",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Phishing: concepto, técnicas de identificación y medidas de prevención",
      "contenido": "El phishing es una técnica de ingeniería social que consiste en suplantar la identidad de una entidad legítima (banco, AEAT, Correos, Seguridad Social, empresa conocida) mediante correos electrónicos, mensajes SMS (smishing) o llamadas telefónicas (vishing) fraudulentos, con el objetivo de engañar al usuario para que revele sus credenciales de acceso, datos bancarios u otra información confidencial. Las características más comunes de un mensaje de phishing son: urgencia o amenaza (el mensaje indica que la cuenta será bloqueada si no se actúa inmediatamente); el remitente aparenta ser una entidad de confianza, pero la dirección de correo real es diferente del dominio legítimo (ej. soporte@administracion-pagos.com en lugar de @aeat.es); el enlace del correo lleva a una página web fraudulenta que imita visualmente a la legítima, pero cuya URL es diferente (ej. https://aeat-verificacion.com en lugar de https://sede.agenciatributaria.gob.es); el mensaje contiene errores ortográficos o gramaticales que delatan su origen fraudulento; y solicita datos que las entidades legítimas nunca piden por correo (contraseñas, datos de tarjeta completos, PIN). Para identificar y evitar el phishing: verificar siempre la dirección del remitente completa (no solo el nombre visible); no hacer clic en enlaces de correos no solicitados; acceder directamente a la web tecleando la URL en el navegador; verificar que la URL empieza por https:// y que el dominio es el correcto; y ante la duda, llamar directamente a la entidad por su número oficial. La AEAT y la TGSS nunca solicitan datos bancarios ni contraseñas por correo electrónico.",
      "subtema": "Seguridad en Internet",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Spam: concepto, características y legislación aplicable Ley 34/2002 LSSI",
      "contenido": "El spam es el correo electrónico no deseado, enviado masivamente sin el consentimiento del destinatario, habitualmente con fines publicitarios o fraudulentos. También se denomina correo basura. En España, el spam está regulado por la Ley 34/2002, de 11 de julio, de Servicios de la Sociedad de la Información y de Comercio Electrónico (LSSI-CE). El artículo 21 de la LSSI prohíbe el envío de comunicaciones comerciales por correo electrónico u otros medios de comunicación electrónica equivalentes que previamente no hubieran sido solicitadas o expresamente autorizadas por los destinatarios. El mismo artículo establece que el prestador de servicios deberá ofrecer al destinatario la posibilidad de oponerse al tratamiento de sus datos con fines promocionales mediante un procedimiento sencillo y gratuito. El incumplimiento de estas previsiones constituye una infracción grave, sancionable con multas de hasta 150.000 euros según el artículo 38 de la LSSI. El Reglamento General de Protección de Datos (RGPD) y la Ley Orgánica 3/2018 (LOPDGDD) también regulan el uso del correo electrónico con fines comerciales, exigiendo el consentimiento explícito e inequívoco del destinatario para el envío de comunicaciones comerciales. Las características técnicas del spam son: envío masivo desde servidores comprometidos (botnets); uso de direcciones de remitente falsificadas (spoofing); contenido publicitario, fraudulento o malicioso (puede incluir adjuntos con malware o enlaces de phishing). Los filtros antispam utilizan análisis de contenido, listas negras de remitentes y técnicas de machine learning para clasificar los mensajes.",
      "subtema": "Correo electrónico",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2002-13758"
    },
    {
      "titulo": "Seguridad en Internet: contraseñas seguras y autenticación de doble factor (2FA)",
      "contenido": "La seguridad en Internet requiere adoptar un conjunto de buenas prácticas que protejan la identidad digital y los datos del usuario. Las contraseñas son la primera línea de defensa: una contraseña segura debe tener una longitud mínima de 12 caracteres; combinar letras mayúsculas y minúsculas, números y caracteres especiales (!@#$%^&*); no contener palabras del diccionario, nombres propios ni datos personales predecibles; ser única para cada servicio (usar la misma contraseña en múltiples servicios expone todas las cuentas si una es comprometida). El uso de un gestor de contraseñas (Bitwarden, 1Password, KeePass) facilita mantener contraseñas únicas y complejas para cada servicio sin necesidad de memorizarlas todas. La autenticación de doble factor (2FA, Two Factor Authentication) o multifactor (MFA) añade una segunda capa de verificación además de la contraseña: algo que sabes (contraseña), algo que tienes (móvil con aplicación de autenticación, llave de seguridad física) o algo que eres (huella dactilar, reconocimiento facial). Los métodos de segundo factor más comunes son: código OTP por SMS (práctico pero vulnerable a ataques de SIM swapping); aplicación de autenticación como Google Authenticator o Microsoft Authenticator (genera códigos TOTP que caducan cada 30 segundos); y llave de seguridad física U2F/FIDO2 (dispositivo USB/NFC, el más seguro). El sistema Cl@ve de la AGE implementa un sistema equivalente al 2FA cuando combina la contraseña permanente con el código OTP enviado por SMS.",
      "subtema": "Seguridad en Internet",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Cloud computing: concepto, modelos IaaS, PaaS y SaaS en la Administración",
      "contenido": "Cloud computing (computación en la nube) es el modelo de provisión de recursos informáticos (servidores, almacenamiento, redes, software) a través de Internet, bajo demanda y con pago por uso, sin necesidad de que el usuario gestione la infraestructura física subyacente. Los tres modelos de servicio principales son: IaaS (Infrastructure as a Service, Infraestructura como Servicio): el proveedor ofrece infraestructura de computación virtualizada (servidores virtuales, almacenamiento, redes); el cliente gestiona el sistema operativo y las aplicaciones; ejemplos: Amazon Web Services (AWS EC2), Microsoft Azure Virtual Machines, Google Compute Engine. PaaS (Platform as a Service, Plataforma como Servicio): el proveedor ofrece una plataforma de desarrollo y ejecución de aplicaciones; el cliente gestiona las aplicaciones pero no la infraestructura ni el sistema operativo; ejemplos: Google App Engine, Microsoft Azure App Service, Heroku. SaaS (Software as a Service, Software como Servicio): el proveedor ofrece aplicaciones completas a través de Internet; el cliente solo usa el software; ejemplos: Microsoft 365, Google Workspace, Salesforce, Dropbox. Los modelos de despliegue son: nube pública (recursos compartidos entre múltiples clientes), nube privada (recursos dedicados a una sola organización), nube híbrida (combinación de pública y privada) y multinube (uso de servicios de varios proveedores). En la AGE, el uso de la nube está regulado por el Esquema Nacional de Seguridad (ENS) y debe garantizar la soberanía de los datos, especialmente cuando contienen información personal o clasificada.",
      "subtema": "Servicios de Internet",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Redes sociales: principales plataformas y uso institucional en la AGE",
      "contenido": "Las redes sociales son plataformas digitales que permiten a los usuarios crear perfiles, publicar contenido y establecer conexiones con otros usuarios. Las principales redes sociales y su uso son: X (antes Twitter): red de microblogging con mensajes de hasta 280 caracteres; muy utilizada por instituciones para comunicaciones oficiales breves y avisos de urgencia. LinkedIn: red social profesional orientada al mundo laboral; utilizada por la AGE para publicar ofertas de empleo público y noticias institucionales. YouTube: plataforma de vídeo; la AGE publica contenido audiovisual institucional, tutoriales de trámites y comparecencias de altos cargos. Instagram: plataforma visual centrada en fotografía y vídeo corto; uso institucional para comunicación más cercana a los ciudadanos. Facebook: red social de propósito general; algunas instituciones mantienen páginas corporativas. Las Administraciones Públicas españolas tienen presencia en redes sociales conforme a la Ley 19/2013 de Transparencia y a los principios de comunicación institucional. El Ministerio para la Transformación Digital y de la Función Pública publicó en 2021 la «Guía de comunicación digital para la Administración General del Estado», que establece los criterios de presencia en redes sociales, el tono de comunicación (cercano y comprensible), la política de respuesta a ciudadanos y la gestión de crisis en redes. Los perfiles institucionales de la AGE deben estar verificados y ser fácilmente identificables como oficiales. Las redes sociales no son canales de notificación oficial; las notificaciones administrativas deben realizarse por los canales legalmente previstos.",
      "subtema": "Servicios de Internet",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Presencia digital de la AGE: redes sociales institucionales y comunicación oficial",
      "contenido": "La Administración General del Estado mantiene una presencia activa en las principales redes sociales con el objetivo de acercar la información pública a los ciudadanos y mejorar la comunicación institucional. La Secretaría de Estado de Comunicación coordina la política de comunicación institucional del Gobierno. Cada ministerio y organismo autónomo gestiona sus propias cuentas en redes sociales, siguiendo las directrices del Manual de Identidad Visual de la AGE y las guías de comunicación digital publicadas por el Ministerio para la Transformación Digital y de la Función Pública. Los principios que rigen la comunicación institucional en redes sociales son: transparencia (identificar claramente la cuenta como oficial); veracidad (publicar solo información contrastada y actualizada); accesibilidad (utilizar lenguaje claro y sencillo, describir imágenes para personas con discapacidad visual); respeto (tratar a todos los ciudadanos con cortesía); y protección de datos (no publicar datos personales de ciudadanos). En caso de emergencia o crisis, la AGE puede utilizar las redes sociales para difundir alertas y comunicados oficiales de forma inmediata, complementando los canales oficiales (BOE, sede electrónica). Los empleados públicos que usen las redes sociales en nombre de su institución deben respetar el código de conducta establecido en el artículo 54 del Texto Refundido del Estatuto Básico del Empleado Público (TREBEP). La presencia en redes no sustituye a los canales legalmente previstos para las comunicaciones y notificaciones administrativas formales.",
      "subtema": "Administración digital",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Comercio electrónico: concepto, tipos y normativa aplicable Ley 34/2002 LSSI",
      "contenido": "El comercio electrónico es cualquier transacción comercial realizada a través de medios electrónicos, habitualmente Internet. Se regula en España principalmente por la Ley 34/2002, de 11 de julio, de Servicios de la Sociedad de la Información y de Comercio Electrónico (LSSI-CE), que transpone la Directiva 2000/31/CE del Parlamento Europeo. Los tipos de comercio electrónico según las partes implicadas son: B2C (Business to Consumer): empresa que vende directamente al consumidor final (Amazon, El Corte Inglés online); B2B (Business to Business): empresa que vende a otra empresa (proveedores de servicios corporativos); C2C (Consumer to Consumer): particulares que venden entre sí a través de plataformas intermediarias (Wallapop, eBay); y G2C (Government to Consumer): la Administración que presta servicios al ciudadano, incluyendo el pago de tasas o impuestos online. La LSSI establece las obligaciones de los prestadores de servicios de la sociedad de la información: deber de información (el comercio electrónico debe indicar nombre o denominación social, domicilio, número de identificación fiscal, datos de contacto y número de inscripción en el Registro Mercantil si lo hubiera); las comunicaciones comerciales deben identificarse claramente como publicidad; y los contratos electrónicos tienen la misma validez que los contratos en papel. El Reglamento (UE) 2016/679 (RGPD) es aplicable al tratamiento de datos personales en el comercio electrónico. Los medios de pago más comunes en el comercio electrónico son: tarjeta bancaria (Visa, Mastercard), PayPal, Bizum y transferencia bancaria.",
      "subtema": "Servicios de Internet",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2002-13758"
    },
    {
      "titulo": "Certificado de sede electrónica y verificación de la autenticidad de webs",
      "contenido": "El certificado de sede electrónica (o certificado de servidor) es un certificado digital que permite a los ciudadanos verificar que están conectados a la sede electrónica oficial de un organismo público y que la comunicación está cifrada. El certificado identifica el titular de la sede (nombre del organismo), la Autoridad de Certificación que lo emitió, el dominio de la sede y la fecha de caducidad. Para verificar la autenticidad de una web oficial: comprobar que la URL comienza por https:// (cifrado activo); hacer clic en el icono del candado en la barra de direcciones del navegador para ver los detalles del certificado; verificar que el nombre del titular del certificado corresponde al organismo oficial esperado; y comprobar que el dominio de la sede electrónica es el correcto (las sedes de la AGE siguen el patrón https://sede.[organismo].gob.es o https://[organismo].gob.es). El artículo 38 de la Ley 40/2015 (LRJSP) establece que la sede electrónica debe disponer de sistemas que permitan el establecimiento de comunicaciones seguras cuando lo requiera la naturaleza de la información. Los certificados de sede electrónica de la AGE son emitidos habitualmente por la Fábrica Nacional de Moneda y Timbre (FNMT) o por otras Autoridades de Certificación incluidas en la Lista de Confianza española (TSL). Un certificado caducado o emitido por una CA no reconocida debe alertar al ciudadano de un posible riesgo de seguridad.",
      "subtema": "Seguridad en Internet",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-11719"
    },
    {
      "titulo": "Navegación segura: HTTPS, verificación de certificados y buenas prácticas",
      "contenido": "La navegación segura en Internet requiere adoptar un conjunto de buenas prácticas para proteger la privacidad y los datos del usuario. Las principales medidas de navegación segura son: verificar siempre que las páginas donde se introducen datos personales o bancarios utilizan HTTPS (candado en la barra del navegador) y que el dominio es el correcto; mantener el navegador actualizado a la última versión, ya que las actualizaciones incluyen parches de seguridad frente a vulnerabilidades conocidas; instalar únicamente extensiones del navegador de fuentes de confianza y revisar periódicamente los permisos otorgados; no almacenar contraseñas en el navegador si el dispositivo es compartido o de uso público; borrar periódicamente el historial de navegación, las cookies y la caché, especialmente en ordenadores de uso público; utilizar una red privada virtual (VPN) cuando se acceda a Internet desde redes Wi-Fi públicas no seguras (aeropuertos, hoteles, cafeterías); desconfiar de las ventanas emergentes (pop-ups) que ofrecen premios, alertas de virus o solicitudes de instalación de software; y no descargar ni ejecutar archivos adjuntos de correos no solicitados ni de sitios web de dudosa reputación. El modo de navegación privada o incógnito del navegador no almacena el historial local ni las cookies después de cerrar la ventana, pero no oculta la actividad del usuario frente al proveedor de Internet, el empleador o los sitios visitados.",
      "subtema": "Seguridad en Internet",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Internet de las Cosas (IoT): concepto y aplicaciones en la Administración Pública",
      "contenido": "El Internet de las Cosas (IoT, Internet of Things) es la extensión de la conectividad a Internet a dispositivos físicos del entorno cotidiano que tradicionalmente no estaban conectados: sensores, electrodomésticos, vehículos, semáforos, contadores de luz, sistemas de climatización y muchos otros. Estos dispositivos recogen datos del entorno, los envían a sistemas de procesamiento en la nube y permiten actuar sobre el entorno de forma automatizada o remota. Las aplicaciones del IoT en la Administración Pública son diversas: ciudades inteligentes (smart cities): gestión inteligente del alumbrado público (ajuste automático según la luminosidad ambiental), gestión del tráfico (semáforos que se adaptan al tráfico en tiempo real), gestión de residuos (contenedores con sensores de nivel de llenado), y aparcamientos inteligentes (detección de plazas libres). Gestión energética de edificios públicos: sistemas de climatización, iluminación y control de acceso conectados y gestionados de forma centralizada para reducir el consumo energético. Administración de infraestructuras: sensores en puentes, carreteras y edificios públicos para monitorización del estado estructural. Transporte público: sistemas de información en tiempo real sobre frecuencias y retrasos. Los desafíos del IoT en el ámbito público incluyen la seguridad (los dispositivos IoT son objetivos frecuentes de ciberataques por su menor nivel de seguridad), la privacidad (los sensores pueden recoger datos sobre los ciudadanos) y la interoperabilidad entre dispositivos de distintos fabricantes.",
      "subtema": "Tecnologías emergentes",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Big Data y datos abiertos en la Administración Pública española",
      "contenido": "Big Data se refiere al conjunto de técnicas y tecnologías para almacenar, procesar y analizar volúmenes de datos masivos, de gran variedad y velocidad de generación, que superan las capacidades de los sistemas de gestión de bases de datos tradicionales. Las características del Big Data se describen mediante las «5 Vs»: volumen (cantidad masiva de datos), velocidad (generación y procesamiento en tiempo real), variedad (datos estructurados, semiestructurados y no estructurados), veracidad (calidad y fiabilidad de los datos) y valor (utilidad que pueden proporcionar). En el ámbito de la Administración Pública española, el Big Data tiene aplicaciones en: detección del fraude fiscal (análisis de patrones de comportamiento tributario por la AEAT); prevención de enfermedades y planificación sanitaria (análisis de datos de salud pública); optimización del gasto público (análisis de contratación y subvenciones); y planificación urbanística y de servicios (análisis de datos de movilidad y demografía). El portal datos.gob.es es el catálogo de datos abiertos de la Administración General del Estado, que publica conjuntos de datos en formatos reutilizables (CSV, JSON, XML, RDF) para que empresas, investigadores y ciudadanos puedan crear aplicaciones y análisis. La publicación de datos abiertos se rige por la Ley 37/2007, de 16 de noviembre, sobre reutilización de la información del sector público, y la Ley 19/2013 de Transparencia. La Directiva (UE) 2019/1024 (Directiva de Datos Abiertos) obliga a publicar determinados conjuntos de datos de alto valor en formatos abiertos.",
      "subtema": "Tecnologías emergentes",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2007-19814"
    },
    {
      "titulo": "Brecha digital y accesibilidad web: WCAG 2.1 y Real Decreto 1112/2018",
      "contenido": "La brecha digital es la desigualdad en el acceso y uso de las tecnologías de la información y la comunicación entre diferentes grupos de población: personas mayores, personas con discapacidad, habitantes de zonas rurales con escasa cobertura de banda ancha, y personas de bajo nivel socioeconómico o educativo. Esta brecha impide que amplios sectores de la población se beneficien de los servicios de la administración electrónica. Para reducir la brecha digital en la Administración, la LPAC garantiza en su artículo 12 el derecho de los ciudadanos a ser asistidos en el uso de los medios electrónicos, y en las oficinas de asistencia en materia de registros el personal asiste a los ciudadanos sin medios electrónicos para la realización de trámites. La accesibilidad web es el principio por el que los sitios web y aplicaciones deben ser utilizables por todas las personas, incluidas las que tienen discapacidades visuales, auditivas, motoras o cognitivas. El estándar internacional de accesibilidad web son las WCAG (Web Content Accessibility Guidelines), elaboradas por el W3C. Las WCAG 2.1 definen cuatro principios: Perceptible (la información debe ser presentada de forma que todos los usuarios puedan percibirla, incluyendo texto alternativo para imágenes y subtítulos para vídeos), Operable (la interfaz debe ser navigable por teclado, sin limitaciones de tiempo), Comprensible (el contenido debe ser legible y los formularios claros), y Robusto (el contenido debe ser compatible con tecnologías de asistencia como lectores de pantalla). En España, el Real Decreto 1112/2018, de 7 de septiembre, sobre accesibilidad de los sitios web y aplicaciones para dispositivos móviles del sector público, obliga a cumplir el nivel AA de las WCAG 2.1 en todos los sitios web y apps móviles de las Administraciones Públicas.",
      "subtema": "Accesibilidad e inclusión digital",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2018-12699"
    },
    {
      "titulo": "Tipos de archivos adjuntos en correo electrónico y riesgos de seguridad asociados",
      "contenido": "Los archivos adjuntos en el correo electrónico son una de las principales vías de propagación de malware. Conocer los tipos de archivo y sus riesgos es fundamental para la seguridad informática. Los formatos de archivo adjunto más comunes y sus riesgos son: archivos ejecutables (.exe, .bat, .cmd, .scr, .pif, .com): el mayor riesgo; nunca deben ejecutarse si provienen de remitentes desconocidos o no esperados; los servidores de correo corporativos suelen bloquearlos automáticamente. Documentos de Office con macros (.docm, .xlsm, .pptm): pueden contener código VBA malicioso que se ejecuta al abrir el archivo; siempre desactivar las macros salvo que el remitente sea de confianza absoluta. Archivos comprimidos (.zip, .rar, .7z): pueden contener ejecutables maliciosos ocultos; analizarlos con antivirus antes de extraer su contenido. Archivos PDF (.pdf): aunque menos peligrosos, pueden contener código JavaScript malicioso o explotar vulnerabilidades del lector PDF; mantener el lector PDF actualizado. Archivos de imagen (.jpg, .png, .gif): generalmente seguros, pero pueden explotar vulnerabilidades de los visores de imágenes en versiones antiguas. Los formatos seguros para el intercambio de documentos en la Administración son PDF/A (para documentos finales) y los formatos de texto plano. La Norma Técnica de Interoperabilidad del ENI establece el PDF/A como el formato preferido para la preservación a largo plazo de documentos electrónicos administrativos.",
      "subtema": "Correo electrónico",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Banda ancha, fibra óptica y cobertura de Internet en España",
      "contenido": "La banda ancha es la conexión a Internet de alta velocidad que permite la transmisión de grandes volúmenes de datos de forma rápida. La Unión Europea establece el umbral mínimo de banda ancha en 30 Mbps de descarga, y considera banda ancha ultrarrápida a las conexiones iguales o superiores a 100 Mbps. La fibra óptica es la tecnología de transmisión de datos mediante impulsos de luz a través de filamentos de vidrio o plástico de altísima pureza, que permite velocidades de varios gigabits por segundo con mínimas pérdidas de señal. La fibra hasta el hogar (FTTH, Fiber To The Home) es la modalidad en que el cable de fibra óptica llega directamente hasta la vivienda del usuario, proporcionando velocidades de 600 Mbps a 10 Gbps simétricas (misma velocidad de subida y bajada). España es uno de los países de la Unión Europea con mayor cobertura de fibra óptica hasta el hogar (FTTH), superando el 85% de los hogares según datos de la Comisión Nacional de los Mercados y la Competencia (CNMC). La Agenda España Digital 2026, aprobada por el Consejo de Ministros en julio de 2021, establece como objetivo que el 100% de la población tenga cobertura de 100 Mbps. Las zonas rurales y de difícil acceso se benefician de planes específicos de extensión de la banda ancha, financiados con fondos europeos (FEDER y Next Generation EU). La red 5G, tecnología de comunicaciones móviles de quinta generación, complementa a la fibra óptica para la conectividad de dispositivos móviles e IoT.",
      "subtema": "Infraestructura de Internet",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    }
  ]
}
