{
  "tema_nombre": "Informática básica",
  "tema_numero": 21,
  "bloque": "ofimatica",
  "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo",
  "fecha_scraping": "2026-02-28T12:00:00.000Z",
  "secciones": [
    {
      "titulo": "Concepto de informática y sistemas de información",
      "contenido": "La informática es la ciencia que estudia el tratamiento automático y racional de la información mediante dispositivos electrónicos y sistemas computacionales. El término proviene de las palabras francesas «information» y «automatique». La informática combina aspectos matemáticos, de ingeniería eléctrica y de lógica para el diseño y uso de ordenadores y sistemas de información. Un sistema de información es un conjunto organizado de elementos (personas, datos, actividades, recursos materiales y procedimientos) que interactúan para procesar información y distribuirla de forma adecuada para el logro de objetivos de una organización. Los sistemas de información en las organizaciones cumplen tres funciones fundamentales: recogida y almacenamiento de datos (entrada); procesamiento de los datos (transformación); y presentación de la información resultante (salida). La informática se divide en varias ramas: hardware (componentes físicos), software (programas y aplicaciones), redes de comunicación, bases de datos, inteligencia artificial y seguridad informática. En el ámbito de la Administración Pública, la informática es el soporte tecnológico de la administración electrónica, permitiendo la tramitación electrónica, la gestión documental digital, las comunicaciones telemáticas y el almacenamiento seguro de la información pública.",
      "subtema": "Conceptos fundamentales",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Hardware: concepto y componentes principales del ordenador",
      "contenido": "El hardware es el conjunto de componentes físicos y tangibles de un sistema informático: todos los elementos electrónicos, mecánicos y ópticos que pueden verse y tocarse. Se distingue del software, que son los programas y datos que «corren» sobre el hardware. Los componentes principales de un ordenador personal son: la Unidad Central de Proceso (CPU o procesador), que es el «cerebro» del ordenador; la memoria principal (RAM y ROM); los dispositivos de almacenamiento secundario (disco duro HDD o SSD, unidades ópticas); la placa base (motherboard), que conecta todos los componentes entre sí a través de los buses del sistema; la fuente de alimentación, que convierte la corriente eléctrica de la red (220V en Europa) en las tensiones necesarias para los componentes (3,3V, 5V, 12V); la tarjeta gráfica o GPU, responsable del procesamiento y salida de imágenes al monitor; la tarjeta de sonido, para la entrada y salida de audio; y los periféricos de entrada y salida (teclado, ratón, monitor, impresora). Los buses del sistema son los canales de comunicación que conectan los distintos componentes: el bus de datos transporta la información, el bus de direcciones indica la dirección de memoria donde se lee o escribe, y el bus de control coordina las operaciones. La velocidad del bus se mide en MHz o GHz.",
      "subtema": "Hardware",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "La CPU: Unidad Central de Proceso, ALU, Unidad de Control y registros",
      "contenido": "La Unidad Central de Proceso (CPU, del inglés Central Processing Unit) es el componente principal del ordenador, responsable de ejecutar las instrucciones de los programas. La CPU se compone de tres elementos fundamentales. La Unidad Aritmético-Lógica (ALU) realiza las operaciones matemáticas (suma, resta, multiplicación, división) y las operaciones lógicas (AND, OR, NOT, comparaciones). La Unidad de Control (UC) dirige y coordina el funcionamiento de todos los componentes del ordenador, interpretando las instrucciones del programa y generando las señales de control necesarias para ejecutarlas. Los registros son pequeñas memorias internas de la CPU de acceso rapidísimo, donde se almacenan temporalmente los datos e instrucciones que están siendo procesados en ese momento. Los registros más importantes son: el contador de programa (PC), que indica la dirección de la próxima instrucción a ejecutar; el registro de instrucción (IR), que almacena la instrucción que se está ejecutando; el acumulador, que almacena los resultados intermedios de las operaciones; y los registros de propósito general, disponibles para uso del programador. La velocidad de la CPU se mide en GHz (gigahercios): un procesador de 3 GHz ejecuta 3.000 millones de ciclos por segundo. Los procesadores modernos son multinúcleo (dual core, quad core, octa core, etc.), lo que les permite ejecutar varias tareas simultáneamente.",
      "subtema": "Hardware - CPU",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Memoria principal: RAM volátil y ROM no volátil",
      "contenido": "La memoria principal del ordenador se divide en dos tipos con características muy diferentes. La memoria RAM (Random Access Memory, memoria de acceso aleatorio) es la memoria de trabajo del ordenador, donde se almacenan temporalmente los programas que se están ejecutando y los datos que están siendo procesados en ese momento. La RAM es volátil: su contenido se pierde cuando el ordenador se apaga. Es de lectura y escritura (el procesador puede tanto leer como escribir en ella). Su capacidad se mide en gigabytes (GB) y su velocidad en MHz. Los ordenadores actuales suelen tener entre 8 GB y 32 GB de RAM. Cuanta más RAM tiene un ordenador, más programas puede tener abiertos simultáneamente sin ralentizarse. La RAM se conecta a la placa base mediante módulos DIMM (para ordenadores de escritorio) o SO-DIMM (para portátiles). La memoria ROM (Read Only Memory, memoria de solo lectura) es una memoria no volátil cuyo contenido se graba durante la fabricación y no puede ser modificado en condiciones normales. En los ordenadores, la ROM contiene el firmware o BIOS (Basic Input Output System), que es el programa que se ejecuta al encender el ordenador, realiza el test de inicio (POST) y carga el sistema operativo. Las memorias ROM modernas son en realidad memorias flash EEPROM (electrónicamente reprogramables), lo que permite actualizar el firmware.",
      "subtema": "Hardware - Memoria",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Memoria caché: niveles L1, L2 y L3 y su función en el rendimiento",
      "contenido": "La memoria caché es una memoria de acceso muy rápido que actúa como intermediaria entre la CPU y la memoria RAM, almacenando copias de los datos e instrucciones más recientemente utilizados por el procesador. Su objetivo es reducir el tiempo de espera del procesador para acceder a los datos, aprovechando el principio de localidad (los programas tienden a acceder repetidamente a las mismas zonas de memoria en períodos cortos de tiempo). La caché se organiza en varios niveles: la caché L1 (nivel 1) es la más rápida y pequeña, integrada directamente en el núcleo del procesador; su tamaño suele ser de 32 KB a 512 KB. La caché L2 (nivel 2) es mayor y algo más lenta que la L1; su tamaño suele ser de 256 KB a 4 MB; puede ser privada para cada núcleo o compartida entre varios. La caché L3 (nivel 3) es la más grande y la más lenta de las cachés; su tamaño puede alcanzar los 8 MB a 64 MB; generalmente es compartida entre todos los núcleos del procesador. Cuando el procesador necesita un dato, lo busca primero en L1; si no está, lo busca en L2; si no está, en L3; y si tampoco está, lo carga desde la RAM (acceso mucho más lento). La tasa de aciertos de caché (cache hit rate) es el porcentaje de accesos que se resuelven en caché sin necesidad de ir a la RAM. Un procesador moderno puede tener tasas de acierto del 95-99%.",
      "subtema": "Hardware - Memoria",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Almacenamiento secundario: disco duro HDD, SSD, USB y unidades ópticas",
      "contenido": "El almacenamiento secundario o memoria auxiliar es el conjunto de dispositivos que permiten almacenar grandes cantidades de datos de forma permanente, sin pérdida de información al apagar el equipo (no volátil). Los principales dispositivos de almacenamiento secundario son: el disco duro magnético (HDD, Hard Disk Drive), que almacena la información en platos magnéticos rotatorios; su capacidad oscila entre cientos de GB y varios TB; es lento en comparación con los SSD pero económico. El disco de estado sólido (SSD, Solid State Drive) utiliza memoria flash NAND para almacenar datos sin partes móviles; es mucho más rápido que el HDD (velocidades de lectura de 500 MB/s a más de 7.000 MB/s en NVMe), más silencioso y resistente a los golpes, pero más caro por GB. Las unidades USB (pen drive o memoria flash) son dispositivos de almacenamiento portátiles basados en memoria flash, con capacidades de 8 GB a 512 GB. Las unidades ópticas (CD-ROM, DVD-ROM, Blu-Ray) leen y/o escriben datos en discos ópticos mediante un láser; sus capacidades van desde 700 MB (CD) a 50 GB (Blu-Ray doble capa). Las tarjetas de memoria (SD, microSD) se utilizan principalmente en dispositivos móviles y cámaras. La velocidad de transferencia de datos se mide en MB/s (megabytes por segundo) o GB/s.",
      "subtema": "Hardware - Almacenamiento",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Unidades de medida de almacenamiento: bit, byte, KB, MB, GB, TB y equivalencias",
      "contenido": "La unidad básica de información en informática es el bit (binary digit, dígito binario), que puede tomar dos valores: 0 o 1. El bit es la unidad mínima de información. Las unidades de medida superiores, utilizando el sistema binario (base 2), son las siguientes: el byte = 8 bits (puede representar 256 valores diferentes, del 0 al 255); el kilobyte (KB) = 1.024 bytes (2 elevado a 10); el megabyte (MB) = 1.024 KB = 1.048.576 bytes (2 elevado a 20); el gigabyte (GB) = 1.024 MB = 1.073.741.824 bytes (2 elevado a 30); el terabyte (TB) = 1.024 GB (2 elevado a 40); el petabyte (PB) = 1.024 TB (2 elevado a 50). Es importante distinguir entre el sistema binario utilizado por los técnicos informáticos (1 KB = 1.024 bytes) y el sistema decimal que utilizan los fabricantes de discos duros para su comercialización (1 KB = 1.000 bytes), lo que causa diferencias entre la capacidad anunciada y la capacidad disponible de los discos. Para resolver esta ambigüedad, el estándar IEC define los «kibibytes» (KiB = 1.024 bytes) para la notación binaria. Para referencia práctica: un correo electrónico de texto ocupa aproximadamente 20 KB; una fotografía digital de calidad media ocupa entre 2 y 8 MB; una película HD ocupa entre 4 y 20 GB; una copia de seguridad completa de un ordenador puede ocupar entre 100 GB y varios TB.",
      "subtema": "Conceptos fundamentales",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Periféricos de entrada: teclado, ratón, escáner y micrófono",
      "contenido": "Los periféricos de entrada son los dispositivos que permiten al usuario introducir datos e instrucciones en el ordenador. Los principales periféricos de entrada son: el teclado, que es el dispositivo de entrada por excelencia para texto; los teclados modernos siguen la distribución QWERTY (en España, con la letra Ñ); los teclados pueden ser mecánicos (con interruptores mecánicos por tecla) o de membrana; se conectan por USB o de forma inalámbrica por Bluetooth o radiofrecuencia. El ratón (mouse) es el dispositivo de entrada principal para la interfaz gráfica; puede ser mecánico (bola) u óptico (sensor de luz); los ratones actuales son ópticos o láser; los ergonómicos y los verticales se recomiendan para prevenir lesiones por esfuerzo repetitivo. El escáner digitaliza documentos, fotografías u objetos físicos, convirtiéndolos en imágenes digitales; su resolución se mide en ppp (puntos por pulgada) o dpi (dots per inch); los escáneres de flatbed (cama plana) son los más comunes; los escáneres de documento o alimentador automático de documentos (ADF) permiten digitalizar múltiples páginas de forma automática. El micrófono capta las ondas de sonido y las convierte en señales eléctricas digitalizables; se utiliza para la entrada de audio, las videollamadas y el reconocimiento de voz. Otros periféricos de entrada: cámara web (webcam), tableta digitalizadora, lector de huella dactilar, escáner de código de barras y lector de tarjetas inteligentes (smartcard).",
      "subtema": "Hardware - Periféricos",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Periféricos de salida: monitor, impresora y altavoces",
      "contenido": "Los periféricos de salida presentan al usuario la información procesada por el ordenador. Los principales son: el monitor o pantalla, que es el periférico de salida visual más importante; los tipos de panel son LCD (Liquid Crystal Display), LED (variante del LCD con retroiluminación LED), IPS (mejor ángulo de visión y reproducción de color), TN (más rápido, menor calidad de color) y OLED (mayor contraste, negro absoluto); la resolución indica el número de píxeles (ej. Full HD = 1920x1080, 4K = 3840x2160); el tamaño se mide en pulgadas en diagonal. La impresora produce copias en papel de los documentos digitales; los tipos principales son: impresora láser (usa tóner y calor, alta velocidad y calidad, ideal para oficinas; puede ser monocromo o color) e impresora de inyección de tinta (usa cartuchos de tinta líquida, mejor calidad fotográfica, más económica en precio inicial pero cara en consumibles); la velocidad se mide en ppm (páginas por minuto) y la calidad de impresión en ppp (puntos por pulgada, mínimo 300 dpi para calidad aceptable, 600-1200 dpi para calidad profesional). Los altavoces convierten las señales digitales de audio en ondas sonoras. En el ámbito de la Administración, las impresoras multifunción (que combinan impresora, escáner, copiadora y fax) son las más utilizadas.",
      "subtema": "Hardware - Periféricos",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Software: concepto, clasificación y tipos de licencias",
      "contenido": "El software es el conjunto de programas, instrucciones y reglas informáticas que permiten al hardware de un ordenador realizar tareas específicas. El software se divide en tres grandes categorías: software de sistema (o software base), que gestiona el hardware del ordenador y proporciona los servicios básicos que necesitan las aplicaciones; incluye el sistema operativo, los controladores de dispositivo (drivers) y las utilidades del sistema. Software de aplicación, que son los programas diseñados para realizar tareas específicas para el usuario: procesadores de texto (Word), hojas de cálculo (Excel), gestores de bases de datos (Access), navegadores web (Chrome, Firefox), clientes de correo (Outlook), reproductores multimedia, etc. Software de desarrollo (o middleware), que son las herramientas utilizadas para crear otros programas: compiladores, intérpretes, entornos de desarrollo integrado (IDE), frameworks, bibliotecas. Los tipos de licencia de software son: software propietario (copyright reservado; uso sujeto a contrato; el código fuente no es accesible); software libre (el usuario tiene libertad de usar, estudiar, modificar y distribuir el programa; no necesariamente gratuito); software de código abierto (open source; el código fuente es accesible, con diversas licencias); freeware (gratuito para uso personal, pero propietario); shareware (de prueba; requiere pago para funciones completas o después de un período de prueba); y software abandonado (abandonware; el fabricante ya no lo soporta).",
      "subtema": "Software",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Sistema operativo: funciones y principales sistemas operativos",
      "contenido": "El sistema operativo (SO) es el programa principal que gestiona los recursos de hardware del ordenador y proporciona los servicios básicos que utilizan los demás programas. Sin sistema operativo, el ordenador no puede funcionar. Las funciones del sistema operativo son: gestión del procesador (asignación de tiempo de CPU a los distintos procesos en ejecución); gestión de la memoria (asignación y liberación de memoria RAM entre los procesos); gestión de los dispositivos de entrada/salida (comunicación con periféricos a través de los drivers); gestión del sistema de archivos (organización de los datos en el disco duro mediante directorios y ficheros); gestión de la seguridad (control de acceso a recursos mediante usuarios, contraseñas y permisos); y interfaz de usuario (la forma en que el usuario interactúa con el sistema, ya sea mediante línea de comandos o interfaz gráfica). Los sistemas operativos más extendidos son: Windows (Microsoft): el más usado en ordenadores de escritorio y portátiles en el ámbito empresarial y doméstico; versiones actuales: Windows 10 y Windows 11. macOS (Apple): sistema operativo de los ordenadores Mac; basado en Unix; conocido por su estabilidad y diseño. Linux: sistema operativo de código abierto, muy utilizado en servidores; diversas distribuciones (Ubuntu, Debian, Red Hat, CentOS). En dispositivos móviles: Android (Google, basado en Linux) e iOS (Apple).",
      "subtema": "Software",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Aplicaciones ofimáticas: procesador de texto, hoja de cálculo, base de datos y presentaciones",
      "contenido": "Las aplicaciones ofimáticas son el conjunto de programas informáticos diseñados para tareas de oficina. Las principales categorías son: el procesador de texto (Word en Microsoft 365, Writer en LibreOffice), que permite crear, editar y formatear documentos de texto; sus características principales incluyen corrección ortográfica y gramatical, estilos, tablas, imágenes, encabezados y pies de página, y combinación de correspondencia. La hoja de cálculo (Excel en Microsoft 365, Calc en LibreOffice), que organiza los datos en celdas dispuestas en filas y columnas; permite realizar cálculos mediante fórmulas y funciones, crear gráficos y tablas dinámicas, y gestionar grandes volúmenes de datos. El gestor de bases de datos (Access en Microsoft 365, Base en LibreOffice), que permite organizar información estructurada en tablas relacionadas, crear formularios de entrada de datos, consultas SQL y informes. El programa de presentaciones (PowerPoint en Microsoft 365, Impress en LibreOffice), que permite crear presentaciones con diapositivas, animaciones y efectos visuales. El gestor de correo electrónico (Outlook en Microsoft 365, Thunderbird), que gestiona el correo electrónico, el calendario, los contactos y las tareas. En el ámbito de la AGE, Microsoft 365 (antes Office 365) es la suite ofimática estándar, aunque muchas administraciones usan también LibreOffice por ser software libre y gratuito.",
      "subtema": "Software de aplicación",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Tipos de redes informáticas: LAN, MAN, WAN y WLAN (Wi-Fi)",
      "contenido": "Una red informática es un conjunto de dispositivos conectados entre sí que pueden compartir recursos e intercambiar información. Las redes se clasifican según su extensión geográfica en: LAN (Local Area Network, red de área local): red que conecta dispositivos dentro de un espacio geográfico reducido (una oficina, un edificio o un campus); su velocidad típica es de 100 Mbps a 10 Gbps mediante cable Ethernet (IEEE 802.3). MAN (Metropolitan Area Network, red de área metropolitana): red que abarca una ciudad o área metropolitana; conecta varias LAN de distintos edificios u organizaciones dentro de una misma ciudad; velocidades de 10 Mbps a 1 Gbps; ejemplo: la red que interconecta las distintas dependencias de un Ayuntamiento en una ciudad. WAN (Wide Area Network, red de área extensa): red que cubre grandes distancias geográficas, pudiendo ser regional, nacional o global; Internet es la WAN más extensa del mundo; usa infraestructuras de telecomunicaciones (fibra óptica, cable submarino, satélite); velocidades variables. WLAN (Wireless LAN, red de área local inalámbrica): variante inalámbrica de la LAN, basada en la tecnología Wi-Fi (estándar IEEE 802.11); las versiones actuales más comunes son Wi-Fi 5 (802.11ac, hasta 3,5 Gbps) y Wi-Fi 6 (802.11ax, hasta 9,6 Gbps). La Red SARA (Sistema de Aplicaciones y Redes para las Administraciones) es la WAN privada de las Administraciones Públicas españolas.",
      "subtema": "Redes",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Topologías de red: bus, estrella, anillo y malla",
      "contenido": "La topología de red describe la disposición física o lógica de los dispositivos y los cables en una red. Las principales topologías son: topología en bus: todos los dispositivos están conectados a un único cable central (el bus); cuando un dispositivo transmite, la señal llega a todos los demás; fácil de instalar y económica, pero si el bus falla toda la red queda inoperativa; prácticamente en desuso en redes modernas. Topología en estrella: todos los dispositivos están conectados a un dispositivo central (switch o hub); si un cable falla, solo afecta al dispositivo al que está conectado; el punto central es el punto único de fallo; es la topología más utilizada en redes LAN actuales. Topología en anillo: los dispositivos forman un círculo cerrado, y cada uno está conectado al siguiente; la información circula en una dirección (anillo simple) o en dos (anillo doble); si un nodo falla, puede interrumpirse toda la red; se utiliza en redes de fibra óptica de alta velocidad (FDDI, SDH). Topología en malla: cada dispositivo está conectado a todos los demás o a varios de ellos; proporciona alta redundancia y tolerancia a fallos; cara de implementar; se utiliza en redes de backbone de Internet y en redes WAN de alta disponibilidad. La mayoría de las redes reales son híbridas, combinando varias topologías (por ejemplo, una red estrella conectada a Internet mediante una topología de malla).",
      "subtema": "Redes",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Protocolo TCP/IP: dirección IP IPv4, IPv6 y máscara de subred",
      "contenido": "El protocolo TCP/IP (Transmission Control Protocol / Internet Protocol) es el conjunto de protocolos que constituye la base de comunicación de Internet y de la mayoría de las redes informáticas modernas. TCP se encarga de garantizar la entrega fiable y ordenada de los datos, dividiéndolos en segmentos y asegurando que todos llegan correctamente al destino. IP se encarga de direccionar y enrutar los paquetes de datos desde el origen hasta el destino, independientemente de la ruta que sigan. La dirección IP es el identificador único de cada dispositivo en una red TCP/IP. IPv4 (versión 4) es un número de 32 bits, habitualmente representado en notación decimal con cuatro grupos de números separados por puntos (ej. 192.168.1.100); permite 2 elevado a 32 (aprox. 4.300 millones) de direcciones posibles; el agotamiento de estas direcciones ha motivado el desarrollo de IPv6. IPv6 (versión 6) es un número de 128 bits, representado en hexadecimal con ocho grupos de cuatro dígitos separados por dos puntos (ej. 2001:0db8:85a3:0000:0000:8a2e:0370:7334); permite 2 elevado a 128 (340 sextillones) de direcciones. La máscara de subred determina qué parte de la dirección IP identifica la red y qué parte identifica el dispositivo dentro de esa red; por ejemplo, la máscara 255.255.255.0 (o /24 en notación CIDR) indica que los primeros 24 bits identifican la red y los últimos 8 bits identifican el dispositivo.",
      "subtema": "Redes",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Amenazas informáticas: virus, gusano, troyano, ransomware, spyware y phishing",
      "contenido": "Las amenazas informáticas son programas o técnicas maliciosas que buscan dañar sistemas informáticos, robar información o bloquear el acceso a datos. Las principales categorías son: virus informático: programa que se adjunta a archivos legítimos y se propaga al ejecutarlos; puede dañar o eliminar archivos, corromper el sistema operativo o enviar información confidencial. Gusano (worm): programa malicioso que se propaga automáticamente por la red sin necesidad de adjuntarse a otros archivos; puede colapsar redes por el tráfico que genera. Troyano (Trojan): programa que aparenta ser legítimo pero contiene funciones ocultas maliciosas; puede crear puertas traseras (backdoors) en el sistema. Ransomware: cifra los archivos del usuario y exige un rescate económico (habitualmente en criptomonedas) para proporcionar la clave de descifrado; WannaCry (2017) y NotPetya son ejemplos paradigmáticos. Spyware: software espía que registra la actividad del usuario (contraseñas, datos bancarios, historial de navegación) y la envía a un tercero sin el conocimiento del usuario. Keylogger: variante del spyware que registra todo lo que el usuario teclea. Phishing: técnica de ingeniería social mediante correo electrónico, SMS (smishing) o llamada telefónica (vishing) que suplanta a entidades legítimas (bancos, AEAT, Correos) para engañar al usuario y obtener sus credenciales o datos bancarios. Adware: muestra publicidad no deseada. Botnet: red de ordenadores infectados y controlados remotamente para realizar ataques coordinados (DDoS).",
      "subtema": "Seguridad informática",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Medidas de seguridad informática: antivirus, firewall y contraseñas seguras",
      "contenido": "Las medidas de seguridad informática son el conjunto de técnicas, procedimientos y herramientas que protegen los sistemas y datos frente a amenazas. Las principales son: el antivirus es el software que detecta, bloquea y elimina programas maliciosos (malware); utiliza bases de datos de firmas de malware conocido (actualizadas diariamente) y análisis heurístico para detectar malware nuevo; debe estar instalado en todos los dispositivos y actualizado permanentemente. El cortafuegos (firewall) es un sistema que controla y filtra el tráfico de red, permitiendo o bloqueando conexiones según reglas predefinidas; puede ser software (integrado en el sistema operativo) o hardware (dispositivo dedicado); protege la red interna de accesos no autorizados desde Internet. Las contraseñas seguras deben tener una longitud mínima de 12 caracteres; combinar mayúsculas, minúsculas, números y caracteres especiales; no contener palabras del diccionario ni datos personales predecibles (nombre, fecha de nacimiento); ser únicas para cada servicio (no reutilizar contraseñas); y cambiarse periódicamente (o inmediatamente si se sospecha de compromiso). La autenticación de doble factor (2FA o MFA) añade una segunda capa de seguridad: además de la contraseña, se requiere un segundo elemento de verificación (código SMS, aplicación de autenticación, llave de seguridad física). Las actualizaciones de seguridad del sistema operativo y las aplicaciones corrigen vulnerabilidades conocidas y deben instalarse de forma regular y prioritaria.",
      "subtema": "Seguridad informática",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Copias de seguridad: tipos completa, incremental y diferencial",
      "contenido": "Las copias de seguridad (backup) son copias de los datos almacenados en un sistema informático realizadas en otro soporte o ubicación, con el fin de poder recuperar la información en caso de pérdida, daño o corrupción de los datos originales. Los tipos de copia de seguridad son: copia completa (full backup): copia todos los datos del sistema en cada ejecución; es la más segura y la que requiere menos tiempo para la restauración (solo se necesita la última copia completa); pero es la que más espacio de almacenamiento y tiempo de realización requiere. Copia incremental: solo copia los datos que han cambiado desde la última copia de seguridad (ya sea completa o incremental anterior); es la más rápida de realizar y la que ocupa menos espacio; pero la restauración es más compleja (requiere la última copia completa más todas las incrementales posteriores). Copia diferencial: copia todos los datos que han cambiado desde la última copia completa; más rápida de hacer que la completa pero más lenta que la incremental; la restauración requiere solo la última copia completa más la última diferencial. La estrategia recomendada es la regla 3-2-1: mantener 3 copias de los datos, en 2 soportes diferentes, con 1 copia en una ubicación externa (off-site) o en la nube. En la Administración Pública, los sistemas de copias de seguridad deben cumplir las medidas del Esquema Nacional de Seguridad (ENS) correspondientes al nivel de categorización del sistema.",
      "subtema": "Seguridad informática",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Licencias de software: propietario, libre, freeware, shareware y open source",
      "contenido": "La licencia de software es el contrato entre el fabricante del software y el usuario que establece los términos de uso, distribución, modificación y copia del programa. Los tipos principales son: software propietario (o software privativo): los derechos de uso, distribución, copia y modificación están reservados al propietario; el usuario solo tiene derecho a usar el programa en los términos establecidos en la licencia; el código fuente generalmente no está disponible; ejemplos: Microsoft Windows, Microsoft Office, Adobe Photoshop. Software libre: el usuario tiene cuatro libertades fundamentales (definidas por la Free Software Foundation): libertad de usar el programa para cualquier propósito; libertad de estudiar cómo funciona el programa y modificarlo (requiere acceso al código fuente); libertad de distribuir copias; y libertad de distribuir copias de las versiones modificadas; ejemplos: LibreOffice, Linux, Firefox. Software de código abierto (open source): el código fuente es accesible, pero las condiciones de uso y distribución varían según la licencia específica (MIT, Apache, GPL, LGPL, BSD, etc.); no siempre implica que sea gratuito o completamente libre. Freeware: software gratuito para uso personal y/o comercial, pero sin acceso al código fuente y con restricciones de modificación y distribución; ejemplo: Adobe Acrobat Reader. Shareware: versión de prueba gratuita con funcionalidad limitada o temporalmente; para acceder a todas las funciones o eliminar el período de prueba, se debe pagar.",
      "subtema": "Software",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Ergonomía informática y prevención de riesgos en el puesto de trabajo con pantallas",
      "contenido": "La ergonomía informática estudia la adaptación del entorno de trabajo y de los equipos informáticos a las características físicas y psíquicas de las personas, con el objetivo de prevenir lesiones y mejorar el rendimiento. En el ámbito de la Administración Pública, el uso de pantallas de visualización de datos (PVD) está regulado por el Real Decreto 488/1997, de 14 de abril, sobre disposiciones mínimas de seguridad y salud relativas al trabajo con equipos que incluyen pantallas de visualización. Los riesgos más comunes para los trabajadores que usan PVD son: fatiga visual (por el brillo excesivo del monitor, el parpadeo o la mala posición), trastornos musculoesqueléticos (contracturas cervicales, tendinitis, síndrome del túnel carpiano, dorsalgia por mala postura) y estrés mental. Las medidas preventivas incluyen: colocar el monitor a una distancia de 50-70 cm de los ojos; la parte superior de la pantalla debe estar al nivel de los ojos o ligeramente por debajo; el teclado debe estar frente al usuario, con las muñecas rectas; la silla debe ser regulable en altura, con respaldo lumbar; los antebrazos deben estar paralelos al suelo al escribir; realizar pausas de 5-10 minutos cada hora de trabajo continuado con pantallas; y realizar ejercicios de estiramiento cervical y de muñecas. La regla 20-20-20 recomienda: cada 20 minutos, mirar a un objeto a 20 pies (6 metros) de distancia durante 20 segundos, para reducir la fatiga visual.",
      "subtema": "Entorno de trabajo",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-1997-8671"
    },
    {
      "titulo": "Bases de datos: concepto, tipos y sistemas gestores (SGBD)",
      "contenido": "Una base de datos es una colección organizada de datos relacionados, almacenados de forma estructurada para permitir su consulta, modificación y gestión eficiente. El sistema gestor de bases de datos (SGBD o DBMS, Database Management System) es el software que gestiona la base de datos, proporcionando herramientas para crear, modificar, consultar y administrar los datos. Los tipos de bases de datos son: bases de datos relacionales (RDBMS): organizan los datos en tablas con filas y columnas; las relaciones entre tablas se establecen mediante claves primarias y claves foráneas; se consultan mediante SQL (Structured Query Language); ejemplos: Oracle, Microsoft SQL Server, MySQL, PostgreSQL. Bases de datos NoSQL: organizan los datos en formatos alternativos (documentos JSON, pares clave-valor, grafos, columnas) para necesidades de escalabilidad o flexibilidad que las bases de datos relacionales no cubren bien; ejemplos: MongoDB (documentos), Redis (clave-valor), Cassandra (columnas). El lenguaje SQL (Structured Query Language) es el estándar para consultar y manipular bases de datos relacionales; sus comandos principales son: SELECT (consultar datos), INSERT (insertar registros), UPDATE (modificar registros), DELETE (eliminar registros) y CREATE TABLE (crear tablas). En la AGE, las bases de datos de información de ciudadanos deben cumplir el RGPD (Reglamento General de Protección de Datos) y la LOPDGDD en cuanto a seguridad, acceso y retención de datos.",
      "subtema": "Bases de datos",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    }
  ]
}
