{
  "tema_nombre": "Atención al público",
  "tema_numero": 17,
  "bloque": "ofimatica",
  "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-1996-3414",
  "fecha_scraping": "2026-02-28T12:00:00.000Z",
  "secciones": [
    {
      "titulo": "Marco normativo de atención al ciudadano: RD 208/1996 y LPAC",
      "contenido": "La atención al ciudadano en la Administración General del Estado se rige fundamentalmente por dos normas: el Real Decreto 208/1996, de 9 de febrero, por el que se regulan los servicios de información administrativa y atención al ciudadano, y la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas (LPAC). El Real Decreto 208/1996 establece el sistema de información administrativa en la AGE, regulando los tipos de información, las unidades responsables y los mecanismos de coordinación. Su objeto, según el artículo 1, es regular los servicios de información administrativa y atención al ciudadano en la Administración General del Estado y sus organismos públicos. La LPAC, en su artículo 13, reconoce los derechos de las personas en sus relaciones con las Administraciones Públicas. Este artículo enumera un catálogo de derechos que incluye el derecho a comunicarse con las Administraciones a través del Punto de Acceso General, a ser asistidos en el uso de medios electrónicos, a conocer el estado de tramitación de sus expedientes, a obtener copias de los documentos contenidos en ellos, y a identificar a las autoridades responsables de la tramitación. La base constitucional de estos derechos se encuentra en el artículo 105 de la Constitución Española, que establece que la ley regulará el acceso de los ciudadanos a los archivos y registros administrativos, la audiencia de los interesados en el procedimiento y el procedimiento a través del cual los actos administrativos deben producirse. El marco normativo también incluye la Ley 19/2013, de 9 de diciembre, de transparencia, acceso a la información pública y buen gobierno, que refuerza los derechos de acceso a la información.",
      "subtema": "Marco normativo",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-1996-3414"
    },
    {
      "titulo": "Derechos del ciudadano ante la Administración: LPAC artículo 13 completo",
      "contenido": "El artículo 13 de la Ley 39/2015 (LPAC) enumera los derechos de las personas en sus relaciones con las Administraciones Públicas. Estos derechos son: a) A comunicarse con las Administraciones Públicas a través de un Punto de Acceso General electrónico de la Administración. b) A ser asistidos en el uso de los medios electrónicos en sus relaciones con las Administraciones Públicas. c) A utilizar las lenguas oficiales en el territorio de su Comunidad Autónoma. d) Al acceso a la información pública, archivos y registros, de acuerdo con lo previsto en la Ley 19/2013. e) A ser tratados con respeto y deferencia por las autoridades y empleados públicos, quienes habrán de facilitarles el ejercicio de sus derechos y el cumplimiento de sus obligaciones. f) A exigir las responsabilidades de las Administraciones Públicas y autoridades cuando así corresponda legalmente. g) A la obtención y utilización de los medios de identificación y firma electrónica contemplados en la LPAC. h) A la protección de datos de carácter personal, y en particular a la seguridad y confidencialidad de los datos que figuren en los ficheros, sistemas y aplicaciones de las Administraciones Públicas. i) Cualesquiera otros que les reconozcan la Constitución y las leyes. Estos derechos son de aplicación a todas las personas físicas y jurídicas en sus relaciones con cualquier Administración Pública, sea la Administración General del Estado, las comunidades autónomas o la Administración local.",
      "subtema": "Derechos del ciudadano",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Derecho a no presentar documentos ya en poder de la Administración LPAC",
      "contenido": "El artículo 28 de la Ley 39/2015 (LPAC) regula los documentos aportados por los interesados al procedimiento administrativo. El apartado 2 establece que los interesados no estarán obligados a aportar documentos que hayan sido elaborados por cualquier Administración, independientemente de que la presentación de los citados documentos tenga carácter preceptivo o facultativo en el procedimiento de que se trate, siempre que el interesado haya expresado su consentimiento a que sean consultados o recabados dichos documentos. Este derecho también se recoge en el artículo 53 de la LPAC, que reconoce el derecho de los interesados a no presentar datos y documentos no exigidos por las normas aplicables al procedimiento de que se trate, que ya se encuentren en poder de las Administraciones Públicas o que hayan sido elaboradas por éstas. Para hacer efectivo este derecho, las Administraciones Públicas deben recabar los documentos directamente a través de sus redes corporativas o de una consulta a las plataformas de intermediación de datos u otros sistemas electrónicos habilitados. Solo si la Administración no puede obtener el documento por razones técnicas o jurídicas podrá solicitar al interesado su presentación. Este derecho supone una importante reducción de cargas administrativas para los ciudadanos y empresas, alineado con los principios de eficacia y eficiencia administrativos.",
      "subtema": "Derechos del ciudadano",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Derecho a identificar autoridades y personal responsable LPAC artículo 53",
      "contenido": "El artículo 53 de la Ley 39/2015 (LPAC) reconoce, entre los derechos del interesado en el procedimiento administrativo, el derecho a conocer, en cualquier momento, el estado de la tramitación de los procedimientos en los que tengan la condición de interesados, y obtener copias de documentos contenidos en ellos. Asimismo, se reconoce el derecho a identificar a las autoridades y al personal al servicio de las Administraciones Públicas bajo cuya responsabilidad se tramiten los procedimientos. Este derecho de identificación permite al ciudadano saber quién es el funcionario responsable de su expediente, el órgano al que pertenece y cómo dirigirse a él para obtener información. En el ámbito de la atención presencial, el personal al servicio de la Administración debe identificarse mediante el correspondiente distintivo de identidad, que incluye nombre, apellidos y número de identificación del empleado público. La identificación es también relevante para el ejercicio del derecho de recusación previsto en el artículo 24 de la LPAC, por el que los interesados pueden recusar a la autoridad o funcionario que intervenga en un procedimiento administrativo cuando concurran causas de abstención. El artículo 23 de la LPAC enumera las causas de abstención obligatoria: tener interés personal en el asunto, ser administrador de entidad interesada, tener amistad íntima o enemistad manifiesta con alguno de los interesados, o haber intervenido como perito o testigo en el procedimiento.",
      "subtema": "Derechos del ciudadano",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Información general vs información particular: RD 208/1996 artículos 2 y 3",
      "contenido": "El Real Decreto 208/1996, de 9 de febrero, distingue en su artículo 2 entre dos tipos fundamentales de información administrativa. La información general es aquella que versa sobre la identificación, fines, competencia, estructura, funcionamiento y localización de los órganos y unidades administrativas, así como sobre los requisitos jurídicos o técnicos que las disposiciones impongan a los proyectos, actuaciones o solicitudes que los ciudadanos se propongan realizar. También comprende la referente a los servicios públicos y prestaciones, incluyendo el catálogo de servicios de cada órgano o unidad. Esta información debe ser accesible al público en general sin necesidad de acreditar condición o interés particular alguno. La información particular, según el artículo 3 del mismo real decreto, es la referida al estado o contenido de los procedimientos en tramitación, y a la identificación de las autoridades y personal al servicio de la Administración General del Estado. Tiene como destinatarios a los ciudadanos que sean parte interesada en los procedimientos administrativos en curso, o que tengan un interés legítimo y directo en los mismos. La distinción es relevante porque la información general puede ser facilitada por cualquier unidad administrativa, mientras que la información particular solo puede ser proporcionada por el órgano competente que tramita el expediente correspondiente. Ambos tipos de información deben prestarse de forma gratuita, salvo que la obtención de copias de documentos esté sujeta al pago de tasas.",
      "subtema": "Tipos de información",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-1996-3414"
    },
    {
      "titulo": "Unidades de información administrativa: RD 208/1996 artículos 3 a 6",
      "contenido": "El Real Decreto 208/1996 regula en sus artículos 3 a 6 las unidades responsables de prestar los servicios de información administrativa. El artículo 3 establece que la prestación de los servicios de información general corresponde a todos los órganos y unidades de la Administración General del Estado. El artículo 4 crea las Unidades de Información, que son los órganos específicamente encargados de facilitar información al ciudadano. Estas unidades deben estar debidamente señalizadas y ser fácilmente accesibles, y su existencia y localización debe publicarse en el Boletín Oficial del Estado. El artículo 5 establece la Red de Centros de Información y Red 060, coordinada por el Ministerio de Administraciones Públicas (actualmente Ministerio para la Transformación Digital y de la Función Pública). La Red de Centros de Información está integrada por los centros de información de los departamentos ministeriales y sus organismos públicos, los centros de información en el exterior y las oficinas de información en municipios. El artículo 6 regula la Comisión Interministerial de Coordinación de la Información Administrativa, encargada de coordinar las políticas de información de los distintos departamentos, establecer criterios homogéneos de actuación y elaborar el Inventario de Organismos de la Administración. Las unidades de información deben contar con personal especializado, mantener actualizada la información disponible y disponer de los medios técnicos necesarios para su prestación.",
      "subtema": "Organización administrativa",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-1996-3414"
    },
    {
      "titulo": "Oficinas de asistencia en materia de registro y ventanilla única LPAC artículo 16",
      "contenido": "El artículo 16 de la Ley 39/2015 (LPAC) regula el registro electrónico de la Administración General del Estado. Las Administraciones Públicas deben disponer de un registro electrónico general, en el que se harán los asientos de entrada de todos los documentos que sean presentados o que se reciban en cualquier órgano administrativo, organismo público o entidad vinculada. Junto al registro electrónico, el artículo 16 prevé la existencia de oficinas de asistencia en materia de registros, que son las antiguas Oficinas de Registro. Estas oficinas tienen como función principal asistir a los ciudadanos en la presentación electrónica de solicitudes y documentos, incluyendo la digitalización certificada de documentos en papel. Las oficinas de asistencia en materia de registros permiten a los ciudadanos sin medios electrónicos presentar sus escritos en soporte papel, que son entonces digitalizados por el funcionario. El concepto de ventanilla única se desarrolló originalmente en la Directiva de Servicios (Directiva 2006/123/CE), transpuesta en España por la Ley 17/2009, y permite a los prestadores de servicios realizar todos los trámites necesarios a través de un único punto de acceso, sin necesidad de dirigirse a distintos órganos. En el ámbito de la AGE, el Portal único del mercado interior o Punto de Acceso General (PAG) cumple esta función. La ventanilla única facilita la creación de empresas, la obtención de licencias y la realización de cualquier trámite administrativo desde un solo punto.",
      "subtema": "Registro y ventanilla única",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Sistema de quejas y sugerencias: Real Decreto 951/2005 y su regulación",
      "contenido": "El Real Decreto 951/2005, de 29 de julio, establece el marco general para la mejora de la calidad en la Administración General del Estado. Su Título IV, artículos 18 a 22, regula el sistema de quejas y sugerencias. Las quejas son manifestaciones de disconformidad de los ciudadanos con los servicios prestados por la Administración, sin que sean objeto de un procedimiento administrativo formal ni afecten a los derechos subjetivos del reclamante. Las sugerencias son propuestas formuladas por los ciudadanos para mejorar la calidad de los servicios o el funcionamiento de los órganos administrativos. El artículo 19 establece que todas las unidades administrativas deben disponer de formularios normalizados para la presentación de quejas y sugerencias, accesibles tanto en formato papel como en formato electrónico. El artículo 20 obliga a las Administraciones a acusar recibo de cada queja o sugerencia presentada y a contestar en el plazo máximo de 20 días hábiles. Las quejas no tienen la consideración de recurso administrativo ni paralizan los plazos. El artículo 21 obliga a los órganos administrativos a elaborar estadísticas anuales sobre las quejas y sugerencias recibidas, que se utilizarán para identificar áreas de mejora. Las quejas pueden presentarse por escrito, de forma presencial, por teléfono, por correo postal o por medios electrónicos, en cualquier registro de la AGE o a través del Punto de Acceso General.",
      "subtema": "Quejas y sugerencias",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2005-14930"
    },
    {
      "titulo": "Cartas de servicios: Real Decreto 951/2005 Título III artículos 8 a 17",
      "contenido": "El Real Decreto 951/2005, de 29 de julio, regula las cartas de servicios en su Título III, artículos 8 a 17. Las cartas de servicios son documentos escritos que constituyen el instrumento a través del cual los órganos y organismos de la Administración General del Estado informan a los ciudadanos y usuarios sobre los servicios que tienen encomendados, las condiciones en que se prestan, los derechos que les asisten en relación con dichos servicios y los compromisos de calidad que adquieren en su prestación. El artículo 9 establece el contenido mínimo obligatorio de las cartas de servicios: datos identificativos del órgano, servicios que presta, medios para acceder a ellos, derechos de los ciudadanos en relación con los servicios, compromisos de calidad asumidos (plazos, horarios, condiciones de accesibilidad), indicadores de seguimiento, medidas de subsanación o compensación en caso de incumplimiento, y formas de presentar sugerencias y reclamaciones. El artículo 10 prevé que las cartas de servicios deben elaborarse mediante un proceso participativo con los empleados del órgano. La vigencia de las cartas de servicios es de tres años, transcurridos los cuales deben ser revisadas y actualizadas. Las cartas de servicios deben estar disponibles en la sede electrónica del órgano, en las oficinas de atención al ciudadano y, en su caso, publicadas en el BOE. El incumplimiento de los compromisos asumidos en las cartas obliga al órgano a aplicar las medidas de subsanación previstas.",
      "subtema": "Calidad de servicios",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2005-14930"
    },
    {
      "titulo": "Atención telefónica: Centro de Atención al Ciudadano 060",
      "contenido": "El servicio telefónico 060 es el número de atención al ciudadano de la Administración General del Estado. Fue creado mediante el Real Decreto 1671/2009, de 6 de noviembre, y gestionado inicialmente por el Ministerio de Administraciones Públicas. El 060 centraliza la información general sobre la AGE, proporcionando orientación sobre trámites, servicios, organismos competentes y acceso a los distintos canales de la Administración. El servicio opera de lunes a viernes en horario de 9:00 a 21:00 horas y permite obtener información sin necesidad de desplazamiento. La atención es prestada por operadores especializados que pueden resolver consultas generales, derivar al ciudadano al órgano competente, o informar sobre el canal electrónico adecuado para cada trámite. El 060 también actúa como puerta de entrada al Portal de Administración Electrónica (PAGe). A través del 060 se puede obtener información sobre: organismos de la AGE y sus competencias, requisitos de los principales procedimientos administrativos, documentación necesaria para los trámites más frecuentes, horarios y localizaciones de las oficinas de atención al ciudadano, y cómo acceder a los servicios electrónicos. El Real Decreto 208/1996 contempla en su artículo 14 los centros de atención telefónica como uno de los canales de información administrativa. La atención telefónica está complementada por la atención presencial en las oficinas de la Red de Centros de Información y por la atención electrónica a través de la sede electrónica.",
      "subtema": "Canales de atención",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-1996-3414"
    },
    {
      "titulo": "Atención a personas con discapacidad y accesibilidad en la Administración",
      "contenido": "La atención a personas con discapacidad en la Administración Pública se rige por el Real Decreto Legislativo 1/2013, de 29 de noviembre, por el que se aprueba el Texto Refundido de la Ley General de Derechos de las Personas con Discapacidad y de su Inclusión Social. Esta norma obliga a las Administraciones Públicas a garantizar la accesibilidad en todos sus canales de atención: presencial, telefónico y electrónico. En el ámbito de la administración electrónica, el Real Decreto 1112/2018, de 7 de septiembre, sobre accesibilidad de los sitios web y aplicaciones para dispositivos móviles del sector público, transpone la Directiva (UE) 2016/2102 y exige que todos los sitios web y aplicaciones móviles de las Administraciones Públicas cumplan los estándares de accesibilidad WCAG 2.1 (Web Content Accessibility Guidelines), al nivel AA. La LPAC, en su artículo 12, establece que las Administraciones Públicas deben garantizar que los interesados puedan relacionarse con la Administración a través de medios electrónicos, para lo que pondrán a su disposición los canales de acceso que sean necesarios, así como los sistemas y aplicaciones que en cada caso se determinen. La accesibilidad implica disponer de bucles de inducción magnética para personas con hipoacusia, rampas y ascensores en las oficinas, documentos en formatos alternativos (Braille, audio, lectura fácil) y personal entrenado para atender a personas con discapacidad cognitiva.",
      "subtema": "Accesibilidad",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2013-12632"
    },
    {
      "titulo": "Defensor del Pueblo: Constitución Española artículo 54 y Ley Orgánica 3/1981",
      "contenido": "El Defensor del Pueblo es el Alto Comisionado de las Cortes Generales designado por éstas para la defensa de los derechos comprendidos en el Título I de la Constitución, a cuyo efecto podrá supervisar la actividad de la Administración dando cuenta a las Cortes Generales. Su regulación se encuentra en el artículo 54 de la Constitución Española de 1978 y en la Ley Orgánica 3/1981, de 6 de abril. El Defensor del Pueblo es elegido por las Cortes Generales (Congreso y Senado conjuntamente) por un período de 5 años, con posibilidad de reelección por una sola vez más. Para ser elegido se requiere mayoría de tres quintos de cada Cámara. Cualquier ciudadano español o extranjero que tenga interés legítimo puede acudir al Defensor del Pueblo en queja contra actos y resoluciones de la Administración del Estado, de las Administraciones de las Comunidades Autónomas, de las Corporaciones Locales y de sus funcionarios. La queja ante el Defensor del Pueblo no tiene efectos suspensivos sobre los plazos de interposición de recursos administrativos o jurisdiccionales. No se exige la intervención de abogado ni procurador. El Defensor del Pueblo puede formular a las Administraciones recomendaciones, sugerencias y recordatorios de obligaciones legales, aunque carece de potestad para anular actos administrativos. Las Comunidades Autónomas pueden establecer figuras similares (como el Ararteko en el País Vasco, el Síndic de Greuges en Cataluña, etc.) que actúan en coordinación con el Defensor del Pueblo.",
      "subtema": "Órganos de control",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-1981-11parlamentaria"
    },
    {
      "titulo": "Código de conducta del empleado público en atención al ciudadano: TREBEP",
      "contenido": "El Texto Refundido del Estatuto Básico del Empleado Público, aprobado por Real Decreto Legislativo 5/2015, de 30 de octubre (TREBEP), regula en su artículo 53 los principios éticos del empleado público y en su artículo 54 los principios de conducta. En materia de atención al ciudadano, el artículo 53 establece que los empleados públicos deberán tratar con atención y respeto a los ciudadanos, a sus superiores y a los restantes empleados públicos. El artículo 54.8 exige que se garantice la atención al ciudadano en el idioma que elija cuando sea oficial en el territorio. El artículo 52 del TREBEP impone el deber de guardar secreto de las materias clasificadas u otras cuya difusión esté prohibida legalmente, y mantener la debida discreción sobre los asuntos conocidos en el ejercicio o con ocasión del ejercicio de sus funciones. En el ámbito específico de la atención al público, el empleado público debe: identificarse ante el ciudadano cuando sea requerido para ello, facilitar el ejercicio de los derechos reconocidos en el artículo 13 de la LPAC, derivar al ciudadano al órgano competente cuando la consulta exceda de sus atribuciones, y registrar las quejas y sugerencias que le sean formuladas. El código de conducta también prohíbe aceptar cualquier tipo de ventaja o beneficio de los ciudadanos atendidos, en aplicación del principio de imparcialidad. El incumplimiento de estos deberes puede dar lugar a la exigencia de responsabilidad disciplinaria.",
      "subtema": "Conducta funcionarial",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-11719"
    },
    {
      "titulo": "Horarios y plazos de atención al público en la Administración General del Estado",
      "contenido": "El horario de atención al público de las oficinas de la Administración General del Estado está regulado por la Orden APU/3552/2005, de 7 de noviembre, y las instrucciones del Ministerio competente en función pública. Con carácter general, las oficinas de atención al ciudadano abren de lunes a viernes, con un horario mínimo de atención al público de 9:00 a 14:30 horas. Muchas oficinas amplían este horario en tardes o sábados según las necesidades del servicio. Los registros administrativos tienen la obligación de estar abiertos durante las 24 horas del día en su modalidad electrónica, conforme al artículo 31 de la LPAC. La presentación de documentos en los registros electrónicos se puede realizar en cualquier día del año, a cualquier hora. Si el plazo vence en un día inhábil, se entiende prorrogado hasta el primer día hábil siguiente, según el artículo 31.5 de la LPAC. Son días inhábiles los domingos, los festivos nacionales, autonómicos y locales declarados como tales. El artículo 32 de la LPAC regula la ampliación de plazos: pueden ampliarse por la mitad del tiempo inicial cuando las circunstancias lo aconsejen y con ello no se perjudiquen derechos de tercero. Las Administraciones Públicas deben publicar en la sede electrónica el calendario de días inhábiles y los horarios de atención al público.",
      "subtema": "Horarios y plazos",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2005-18836"
    },
    {
      "titulo": "Registro de quejas y sugerencias: obligaciones y plazos RD 951/2005",
      "contenido": "El Real Decreto 951/2005, de 29 de julio, sobre marco general para la mejora de la calidad en la AGE, establece en su artículo 20 las obligaciones específicas en materia de registro de quejas y sugerencias. Los órganos y organismos de la AGE deben disponer de un sistema para recibir y registrar las quejas y sugerencias de los ciudadanos. Cada queja o sugerencia debe recibir un número de referencia único que permita su seguimiento. El plazo máximo para contestar una queja es de 20 días hábiles desde su recepción. El artículo 21 obliga a cada órgano a elaborar un informe anual sobre las quejas y sugerencias recibidas, con datos estadísticos sobre su número, tipo, estado de resolución y medidas adoptadas. Este informe debe remitirse al órgano coordinador de la calidad del servicio del departamento ministerial correspondiente. Es importante destacar que la presentación de una queja no interrumpe los plazos legales para interponer recursos administrativos o contencioso-administrativos. La queja tampoco constituye un recurso administrativo en sentido técnico, por lo que no genera la obligación de dictar una resolución formal con notificación. Sin embargo, la Administración debe acusar recibo de toda queja presentada e informar al ciudadano sobre el resultado de su tramitación. La falta de respuesta en el plazo de 20 días hábiles puede motivar una nueva queja ante el Defensor del Pueblo.",
      "subtema": "Quejas y sugerencias",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2005-14930"
    },
    {
      "titulo": "Evaluación de la calidad de los servicios públicos: RD 951/2005 Título V",
      "contenido": "El Real Decreto 951/2005, de 29 de julio, dedica su Título V, artículos 23 a 27, a la evaluación de la calidad de los servicios públicos en la Administración General del Estado. Los órganos y organismos de la AGE deben realizar evaluaciones periódicas de la calidad de sus servicios, utilizando metodologías reconocidas internacionalmente, como el modelo EFQM (European Foundation for Quality Management) o el modelo CAF (Common Assessment Framework). El artículo 23 establece que la evaluación puede ser realizada por el propio órgano (autoevaluación) o por entidades externas especializadas. El artículo 24 prevé que las evaluaciones deben culminar en planes de mejora con acciones concretas, plazos y responsables. Los resultados de las evaluaciones deben estar disponibles para los ciudadanos, preferentemente a través de la sede electrónica. El artículo 25 regula los programas de reconocimiento de la excelencia, mediante los cuales el Ministerio competente puede certificar el nivel de calidad alcanzado por un órgano. Los indicadores clave de calidad que deben medirse incluyen: tiempo de respuesta a solicitudes, porcentaje de resoluciones en plazo, tasa de resolución favorable de recursos, índice de satisfacción del ciudadano (medido mediante encuestas), número de quejas por cada 1.000 atenciones, y nivel de accesibilidad de la sede electrónica.",
      "subtema": "Calidad de servicios",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2005-14930"
    },
    {
      "titulo": "El Observatorio de la Calidad de los Servicios Públicos: composición y funciones",
      "contenido": "El Observatorio de la Calidad de los Servicios Públicos fue creado por el Real Decreto 951/2005, de 29 de julio, en su Título VI, artículos 28 a 31. Es el órgano colegiado de la Administración General del Estado encargado de realizar el seguimiento y evaluación del nivel de calidad de los servicios públicos. El Observatorio tiene carácter interministerial y está adscrito al Ministerio con competencias en Administraciones Públicas (actualmente el Ministerio para la Transformación Digital y de la Función Pública). Está presidido por el Subsecretario del citado Ministerio o persona en quien delegue, e integrado por un representante de cada ministerio con rango mínimo de subdirector general, así como representantes de las organizaciones sindicales más representativas en la AGE. Las funciones del Observatorio incluyen: analizar las quejas y sugerencias recibidas en la AGE para identificar tendencias y proponer mejoras sistémicas; realizar encuestas periódicas de satisfacción a los ciudadanos; evaluar el cumplimiento de los compromisos de las cartas de servicios; elaborar un informe anual sobre la calidad de los servicios públicos que se presenta al Consejo de Ministros; y fomentar el intercambio de buenas prácticas entre los distintos departamentos ministeriales. El informe anual del Observatorio se publica en el portal de la AGE y constituye el principal instrumento de rendición de cuentas en materia de calidad de los servicios.",
      "subtema": "Calidad de servicios",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2005-14930"
    },
    {
      "titulo": "Comunicación no verbal y habilidades en atención presencial al ciudadano",
      "contenido": "La atención presencial al ciudadano exige del empleado público no solo conocimientos normativos, sino también habilidades de comunicación. La comunicación no verbal representa aproximadamente el 65-70% del mensaje percibido por el interlocutor en una interacción presencial. Los elementos de comunicación no verbal relevantes en la atención al público incluyen: el contacto visual (mantenerlo denota atención e interés, evitarlo puede interpretarse como desinterés o evasión), la postura corporal (erguida y orientada hacia el ciudadano transmite disposición), el tono y volumen de voz (adaptarlo a las necesidades del interlocutor, especialmente ante personas mayores o con dificultades auditivas), la expresión facial (la sonrisa sincera facilita el clima de confianza), y la proxémica (distancia física adecuada respetando el espacio personal). La escucha activa es una habilidad fundamental: consiste en prestar atención plena al mensaje del ciudadano, sin interrupciones, formulando preguntas aclaratorias cuando sea necesario y parafraseando lo entendido para confirmar la correcta comprensión. Ante ciudadanos que muestran tensión o frustración, la técnica del acuse de emociones permite reconocer el estado emocional del interlocutor antes de entrar en el contenido de la consulta. El empleado público debe adaptar el lenguaje utilizado al nivel de comprensión del ciudadano, evitando tecnicismos y jerga administrativa cuando no sean imprescindibles, y explicando el significado de los términos especializados cuando haya que utilizarlos.",
      "subtema": "Técnicas de atención",
      "fuente_url": "https://sede.inap.gob.es/temario-auxiliar-administrativo"
    },
    {
      "titulo": "Atención multicanal: presencial, telefónica y electrónica en la AGE",
      "contenido": "La Administración General del Estado presta sus servicios de atención a través de tres canales principales que deben estar integrados y ser coherentes entre sí. El canal presencial se realiza a través de las oficinas de atención al ciudadano, los Centros de Atención e Información de la Seguridad Social (CAISS), las delegaciones de la AEAT, las Subdelegaciones del Gobierno y las Delegaciones del Gobierno en las comunidades autónomas. El canal telefónico tiene como eje el número 060 para la información general de la AGE, completado por los teléfonos específicos de cada ministerio y organismo. La atención telefónica debe seguir protocolos normalizados de saludo, identificación del operador y resolución o derivación de la consulta. El canal electrónico se articula a través del Punto de Acceso General electrónico (PAGe) en la dirección administracion.gob.es, las sedes electrónicas de cada organismo, la Carpeta Ciudadana y las aplicaciones móviles. El artículo 14 de la LPAC establece la obligación de relacionarse electrónicamente con la Administración para las personas jurídicas, entidades sin personalidad jurídica, los profesionales que ejerzan actividades que requieran colegiación obligatoria, los empleados de las Administraciones Públicas en sus trámites con la Administración, y los representantes de los anteriores. Las personas físicas pueden elegir libremente el canal de comunicación, salvo que la normativa de aplicación establezca un canal obligatorio. La integración multicanal exige que la información sea coherente en todos los canales y que los ciudadanos puedan continuar un trámite iniciado en un canal a través de otro canal distinto.",
      "subtema": "Canales de atención",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Información administrativa específica sobre procedimientos: RD 208/1996 artículo 4",
      "contenido": "El Real Decreto 208/1996, de 9 de febrero, en su artículo 4 establece la obligación de los órganos administrativos de proporcionar información específica sobre los procedimientos que tienen encomendados. Esta información debe incluir: nombre del procedimiento, objeto, órgano competente para su tramitación y resolución, plazo de resolución, sentido del silencio administrativo (positivo o negativo), recursos procedentes contra la resolución y órgano ante el que interponerlos, requisitos y documentación exigida, formularios normalizados disponibles, y coste de las tasas aplicables si las hubiere. Esta información debe estar disponible de forma permanente en la sede electrónica del órgano y en las unidades de información administrativa. El inventario de procedimientos de la AGE se publica en el Portal de Administración Electrónica (administracion.gob.es), donde los ciudadanos pueden buscar por ministerio, por tipo de trámite o por perfil del ciudadano (empresa, ciudadano individual, profesional). El plazo máximo para resolver los procedimientos administrativos es, con carácter general, de 3 meses, salvo que la norma reguladora del procedimiento establezca un plazo diferente. Si la normativa no establece plazo, el silencio administrativo tiene efecto desestimatorio, salvo en los procedimientos de concesión de autorizaciones o licencias, en los que el silencio tiene efecto estimatorio por regla general, conforme al artículo 24 de la LPAC.",
      "subtema": "Tipos de información",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-1996-3414"
    },
    {
      "titulo": "Derecho de acceso a información pública: Ley 19/2013 de transparencia",
      "contenido": "La Ley 19/2013, de 9 de diciembre, de transparencia, acceso a la información pública y buen gobierno, regula en su Título I el derecho de acceso a la información pública. El artículo 12 establece que todas las personas tienen derecho a acceder a la información pública en los términos previstos en la ley, entendiéndose por tal los contenidos o documentos que obren en poder de las Administraciones y demás sujetos obligados, con independencia de su formato o soporte, y que hayan sido elaborados o adquiridos en el ejercicio de sus funciones. El artículo 14 enumera los límites al derecho de acceso: seguridad nacional, defensa, relaciones exteriores, seguridad pública, prevención, investigación y sanción de ilícitos penales, igualdad de las partes en procesos judiciales, funciones administrativas de vigilancia, inspección y control, intereses económicos y comerciales, política económica y monetaria, secreto profesional y propiedad intelectual, garantía de confidencialidad o secreto requerido en procesos de toma de decisión, y protección del medio ambiente. El artículo 17 regula el procedimiento para ejercer el derecho de acceso: la solicitud puede presentarse ante el órgano que posea la información o ante el Consejo de Transparencia y Buen Gobierno. El plazo de resolución es de 1 mes, prorrogable por otro mes en casos de volumen o complejidad de la información solicitada. La desestimación debe ser motivada.",
      "subtema": "Derecho de acceso",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2013-12887"
    },
    {
      "titulo": "Publicidad activa de la Administración: Ley 19/2013 artículos 5 a 11",
      "contenido": "La Ley 19/2013, de 9 de diciembre, de transparencia, acceso a la información pública y buen gobierno, establece en su Capítulo II, artículos 5 a 11, las obligaciones de publicidad activa. La publicidad activa implica que las Administraciones Públicas deben difundir de forma proactiva, sin necesidad de solicitud por parte del ciudadano, determinadas categorías de información. El artículo 6 establece la información institucional, organizativa y de planificación que debe publicarse: funciones, normativa aplicable, estructura organizativa, planes y programas anuales y plurianuales, y el grado de cumplimiento de los objetivos. El artículo 7 regula la información de relevancia jurídica: directrices, instrucciones, circulares, respuestas a consultas, anteproyectos de ley, proyectos de reglamentos, memorias e informes de impacto normativo. El artículo 8 establece la información económica, presupuestaria y estadística obligatoria: contratos, subvenciones, presupuestos, cuentas anuales, retribuciones de altos cargos, declaraciones de bienes de altos cargos, resoluciones de compatibilidad y autorizaciones. El portal de transparencia de la AGE (transparencia.gob.es) centraliza toda esta información. El Consejo de Transparencia y Buen Gobierno, creado por el artículo 33 de la Ley 19/2013, es el órgano independiente encargado de velar por el cumplimiento de estas obligaciones.",
      "subtema": "Transparencia",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2013-12887"
    },
    {
      "titulo": "Atención al ciudadano en lenguas cooficiales: derechos lingüísticos LPAC",
      "contenido": "El artículo 15 de la Ley 39/2015 (LPAC) regula el uso de lenguas en los procedimientos tramitados por la Administración General del Estado. En la AGE, la lengua oficial es el castellano. Sin embargo, en los territorios con lengua cooficial (catalán en Cataluña, Baleares y Comunitat Valenciana; gallego en Galicia; euskera en el País Vasco y zonas del norte de Navarra; aranés en Cataluña), los ciudadanos tienen derecho a utilizar esa lengua en sus relaciones con las Administraciones Públicas. El artículo 15.2 establece que si en la iniciación de un procedimiento en la AGE el ciudadano utiliza una lengua cooficial, la Administración puede continuar el procedimiento en esa lengua o hacerlo en castellano, con la obligación de notificar al interesado en la lengua que éste eligió en su escrito inicial. Las Comunidades Autónomas pueden establecer la obligación de uso de la lengua cooficial en sus propios procedimientos. En materia de atención al público, el Real Decreto 208/1996 establece en su artículo 11 que la información oral y escrita facilitada a los ciudadanos en los territorios con lengua cooficial debe poder prestarse también en dicha lengua, siempre que el ciudadano así lo solicite. El incumplimiento del derecho lingüístico puede motivar una queja ante el Defensor del Pueblo o el Defensor del Pueblo autonómico correspondiente.",
      "subtema": "Derechos lingüísticos",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Consejo de Transparencia y Buen Gobierno: composición y funciones Ley 19/2013",
      "contenido": "El Consejo de Transparencia y Buen Gobierno fue creado por el artículo 33 de la Ley 19/2013, de 9 de diciembre, como organismo público independiente con personalidad jurídica propia y plena capacidad de obrar. Está adscrito al Ministerio de Hacienda, si bien actúa con plena independencia en el cumplimiento de sus funciones. Su composición, regulada en el artículo 36 de la Ley 19/2013, incluye: el Presidente (con rango de Secretario de Estado, elegido por el Congreso de los Diputados por mayoría absoluta); un diputado del Congreso; un senador; un representante del Tribunal de Cuentas; un representante del Defensor del Pueblo; un representante del Consejo Económico y Social; y un representante de la Autoridad Independiente de Responsabilidad Fiscal (AIReF). Sus funciones son: velar por el cumplimiento de las obligaciones de publicidad activa por parte de los sujetos obligados; atender las reclamaciones presentadas contra desestimaciones de solicitudes de acceso a la información pública; promover la transparencia en la actividad pública; y evaluar el grado de aplicación de la Ley de Transparencia. La reclamación ante el Consejo de Transparencia es potestativa y previa al recurso contencioso-administrativo, salvo en el caso de la Administración parlamentaria, el Banco de España y otros organismos que cuentan con órganos propios de garantía.",
      "subtema": "Órganos de control",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2013-12887"
    }
  ]
}
