{
  "tema_nombre": "Servicios de información administrativa",
  "tema_numero": 18,
  "bloque": "ofimatica",
  "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-1996-3414",
  "fecha_scraping": "2026-02-28T12:00:00.000Z",
  "secciones": [
    {
      "titulo": "Concepto y tipos de información administrativa: RD 208/1996 artículo 2",
      "contenido": "El Real Decreto 208/1996, de 9 de febrero, por el que se regulan los servicios de información administrativa y atención al ciudadano, define en su artículo 2 la información administrativa como el conjunto de datos, instrucciones, comunicaciones y cualquier otro contenido que, procedente de los órganos y entidades de la Administración General del Estado, sea puesto a disposición de los ciudadanos para facilitar el conocimiento de sus derechos y obligaciones y el ejercicio de los primeros. El artículo 2 distingue tres tipos de información administrativa: la información general, referida a la identificación, fines, competencias, estructura y funcionamiento de los órganos administrativos, así como los requisitos legales y técnicos de los procedimientos; la información particular, relativa al estado de los procedimientos en tramitación en los que el ciudadano sea parte interesada; y la información específica, que versa sobre materias concretas de competencia del órgano informante. La información general puede ser facilitada por cualquier unidad administrativa, mientras que la particular solo puede serlo por el órgano responsable del procedimiento. Ambos tipos se prestan gratuitamente, salvo que la obtención de copias esté sujeta a tasa. El real decreto establece también que la información debe ser veraz, actualizada, completa, asequible y de fácil comprensión, y que debe adaptarse al nivel de conocimiento del ciudadano que la solicita.",
      "subtema": "Tipos de información",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-1996-3414"
    },
    {
      "titulo": "Información general administrativa: normativa, procedimientos y servicios públicos",
      "contenido": "La información general sobre los servicios de la Administración General del Estado comprende, según el artículo 2.1 del Real Decreto 208/1996, los siguientes contenidos: identificación y localización de los órganos administrativos (nombre, dirección, teléfono, horario); competencias atribuidas a cada órgano; estructura organizativa (organigrama); normativa aplicable a cada área de actividad; requisitos jurídicos y técnicos exigidos por la normativa para la realización de proyectos o el ejercicio de actividades; catálogo de los procedimientos administrativos con indicación de los plazos de resolución y el sentido del silencio administrativo; modelo de los formularios utilizados en cada procedimiento; y relación de los servicios públicos prestados, incluyendo cartas de servicios. Esta información debe estar permanentemente actualizada y disponible a través de todos los canales de atención: presencial en las oficinas de información, telefónico a través del 060, y electrónico a través del Punto de Acceso General y las sedes electrónicas. La información general tiene carácter público y universal: cualquier persona, sin necesidad de acreditar ningún interés particular, puede solicitarla y obtenerla. El artículo 35 de la Ley 39/2015 (LPAC) establece, en la misma línea, el derecho de los interesados a obtener información y orientación acerca de los requisitos jurídicos o técnicos que las disposiciones vigentes impongan a los proyectos, actuaciones o solicitudes que se propongan realizar.",
      "subtema": "Información general",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-1996-3414"
    },
    {
      "titulo": "Información particular: estado de expedientes y acceso del interesado LPAC artículo 53",
      "contenido": "La información particular es la referida al estado o contenido de los procedimientos en tramitación y tiene como destinatarios exclusivos a los ciudadanos que sean parte interesada en dichos procedimientos. Su regulación se encuentra en el artículo 3 del Real Decreto 208/1996 y en el artículo 53 de la Ley 39/2015 (LPAC). El artículo 53 de la LPAC reconoce expresamente como derecho del interesado el de conocer, en cualquier momento, el estado de la tramitación de los procedimientos en que tenga la condición de interesado. Para hacer efectivo este derecho, el artículo 53.a) prevé que los interesados pueden obtener información sobre el estado del expediente, identificar al responsable de su tramitación, conocer los actos dictados y obtener copias de los documentos. La información particular solo puede facilitarse al propio interesado o a su representante debidamente acreditado. El acceso al estado del expediente a través de la Carpeta Ciudadana (carpetaciudadana.gob.es) es la vía electrónica principal para ejercer este derecho. A través de la Carpeta Ciudadana, el ciudadano puede ver sus expedientes en curso, las notificaciones pendientes, los datos que la Administración tiene sobre él, y descargar documentos. El artículo 46 de la LPAC regula el deber de la Administración de emitir un resguardo de presentación de solicitudes que informe del número de registro, fecha y hora, y del órgano al que se dirige.",
      "subtema": "Información particular",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Redes de oficinas de información y atención ciudadana en la AGE",
      "contenido": "La Red de oficinas de información y atención ciudadana de la Administración General del Estado está integrada, según el artículo 5 del Real Decreto 208/1996 y la LPAC, por los siguientes tipos de unidades: las Oficinas de Información de los Ministerios y sus organismos dependientes (ubicadas en las sedes centrales y en las delegaciones periféricas); los Centros de Atención e Información de la Seguridad Social (CAISS), distribuidos por todo el territorio nacional; las Delegaciones y Administraciones de la Agencia Estatal de Administración Tributaria (AEAT); las Oficinas de Extranjería y las Comisarías del Cuerpo Nacional de Policía habilitadas para trámites de extranjería; las Subdelegaciones y Delegaciones del Gobierno en las Comunidades Autónomas, que actúan como oficinas generales de información de la AGE en el territorio; las Oficinas de Empleo del Servicio Público de Empleo Estatal (SEPE); y las Ventanillas Únicas Empresariales, creadas por el Real Decreto 366/2007. Todas estas oficinas están interconectadas a través de la Red SARA (Sistema de Aplicaciones y Redes para las Administraciones) y comparten los mismos estándares de calidad y atención. La distribución territorial de estas oficinas permite que cualquier ciudadano tenga acceso presencial a los servicios de la AGE sin necesidad de desplazarse a la capital. Las Subdelegaciones del Gobierno coordinan la red de oficinas en su territorio y actúan como punto de contacto entre la Administración central y los ciudadanos de la provincia.",
      "subtema": "Red de oficinas",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-1996-3414"
    },
    {
      "titulo": "Portal 060 y servicio telefónico 060 de información al ciudadano",
      "contenido": "El número de teléfono 060 y el portal web 060.gob.es constituyen la puerta de entrada unificada a la información de la Administración General del Estado para los ciudadanos. El servicio fue creado por el Real Decreto 1671/2009, de 6 de noviembre, con el objetivo de unificar todos los servicios de atención al ciudadano bajo un único número y portal. El servicio telefónico 060 opera de lunes a viernes de 9:00 a 21:00 horas (en horario peninsular) y puede atender en castellano y en las lenguas cooficiales del territorio desde el que se llama. Los operadores del 060 están capacitados para responder consultas de información general sobre cualquier organismo de la AGE, orientar al ciudadano sobre el trámite adecuado para su necesidad, derivar la llamada al departamento competente cuando la consulta es específica, y dar información sobre el estado de gestión de expedientes cuando el ciudadano se identifica. El portal 060.gob.es funciona como directorio integrado de organismos, procedimientos y trámites, con buscador por materias y por perfil del ciudadano. Está integrado con el Punto de Acceso General electrónico (PAGe) en administracion.gob.es. El servicio 060 recibe anualmente más de 10 millones de consultas, siendo las más frecuentes las relacionadas con la Seguridad Social, la AEAT, el DNI y el pasaporte, y los trámites de empleo y desempleo.",
      "subtema": "Canal 060",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2009-17643"
    },
    {
      "titulo": "Punto de Acceso General electrónico (PAGe) administracion.gob.es: funciones y contenidos",
      "contenido": "El Punto de Acceso General electrónico de la Administración General del Estado (PAGe), accesible en administracion.gob.es, fue creado por la Ley 11/2007, de 22 de junio, de acceso electrónico de los ciudadanos a los Servicios Públicos, y consolidado en el artículo 21.4 de la LPAC. Es el portal central que actúa como puerta de entrada común a los servicios electrónicos de la AGE. El PAGe ofrece los siguientes servicios: directorio de organismos de la AGE con información de contacto y servicios; catálogo de procedimientos y servicios electrónicos de la AGE (administracion.gob.es/pag/catalogo-servicios); buscador de trámites por perfil (ciudadano, empresa, profesional, funcionario); acceso a la Carpeta Ciudadana; acceso al Registro Electrónico General (REG); información sobre el sistema Cl@ve para identificación electrónica; guías y tutoriales de ayuda para la tramitación electrónica; y enlaces a las sedes electrónicas de todos los ministerios y organismos. El artículo 21.4 de la LPAC establece que el PAGe es el canal de comunicación electrónico a través del cual los interesados que así lo elijan se relacionarán con las distintas Administraciones Públicas. La responsabilidad de su mantenimiento recae sobre el Ministerio para la Transformación Digital y de la Función Pública, a través de la Secretaría de Estado de Digitalización e Inteligencia Artificial.",
      "subtema": "Administración electrónica",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Carpeta ciudadana: servicios personalizados y acceso al expediente electrónico",
      "contenido": "La Carpeta Ciudadana (carpetaciudadana.gob.es) es el servicio personalizado de la Administración General del Estado que permite a los ciudadanos acceder a su información administrativa de forma centralizada. Su regulación se encuentra en la Ley 39/2015 (LPAC), artículo 53, y en las instrucciones de la Secretaría de Estado de Digitalización e Inteligencia Artificial. Para acceder a la Carpeta Ciudadana es necesario identificarse mediante el sistema Cl@ve (con DNI electrónico, certificado digital, Cl@ve PIN o Cl@ve permanente). Una vez autenticado, el ciudadano puede consultar: los expedientes administrativos en curso y su estado de tramitación; las notificaciones electrónicas pendientes de lectura y las ya leídas; los datos personales que la Administración tiene registrados sobre el ciudadano; los documentos emitidos por la Administración a su favor (certificados, resoluciones, etc.); el historial de presentaciones de solicitudes en el Registro Electrónico General; los poderes y representaciones que ha otorgado a terceros; y los apoderamientos recibidos de otras personas o entidades. La Carpeta Ciudadana es especialmente relevante para el acceso a las notificaciones electrónicas, ya que el artículo 43 de la LPAC prevé que cuando el interesado accede al contenido de la notificación en la sede electrónica, queda notificado en ese momento, independientemente del canal por el que se haya enviado.",
      "subtema": "Servicios personalizados",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Registro de apoderamientos de la AGE: LPAC artículo 6",
      "contenido": "El artículo 6 de la Ley 39/2015 (LPAC) regula los registros electrónicos de apoderamientos. Las Administraciones Públicas deben disponer de un registro electrónico general de apoderamientos en el que puedan inscribirse los poderes y representaciones que los ciudadanos otorguen a terceros para actuar en su nombre ante la Administración. El Registro Electrónico de Apoderamientos de la AGE (REA), gestionado por el Ministerio para la Transformación Digital y de la Función Pública, permite a los ciudadanos otorgar poderes generales (para actuar en todos los procedimientos) o especiales (para procedimientos concretos). Los poderes pueden ser: poder general para todos los actos y procedimientos administrativos; poder para la realización de actos y procedimientos concretos (poder especial); poder para la recepción de notificaciones electrónicas. Los poderes deben formalizarse ante notario, ante funcionario habilitado para ello o a través de la sede electrónica del registro, mediante firma electrónica avanzada. El apoderamiento inscrito en el registro tiene eficacia plena frente a todos los órganos de la Administración General del Estado desde el momento de su inscripción. Los poderes inscritos deben actualizarse cuando caduquen o sean revocados por el poderdante. La consulta del estado de los apoderamientos puede realizarse desde la Carpeta Ciudadana.",
      "subtema": "Apoderamientos",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Red SARA: Sistema de Aplicaciones y Redes para las Administraciones Públicas",
      "contenido": "La Red SARA (Sistema de Aplicaciones y Redes para las Administraciones Públicas) es la infraestructura de comunicaciones que interconecta a todas las Administraciones Públicas españolas (AGE, comunidades autónomas y entidades locales) y les permite compartir servicios, datos e infraestructuras tecnológicas de forma segura. Fue creada por la Secretaría de Estado para la Función Pública y está gestionada actualmente por el Ministerio para la Transformación Digital y de la Función Pública, a través de la Secretaría de Estado de Digitalización e Inteligencia Artificial. Los servicios disponibles a través de la Red SARA incluyen: intercambio seguro de información entre Administraciones (evitando que el ciudadano deba aportar documentos que ya obran en poder de otra Administración); acceso a los servicios de verificación e intermediación de datos (plataforma SCSPv3); transmisión de credenciales del sistema Cl@ve entre administraciones; correo electrónico interadministrativo; videoconferencia segura entre organismos; y servicios de certificación electrónica. La Red SARA implementa el Esquema Nacional de Interoperabilidad (ENI) aprobado por el Real Decreto 4/2010, de 8 de enero, que establece los criterios y recomendaciones de seguridad, normalización y conservación de la información para asegurar el intercambio de información entre Administraciones. La participación en la Red SARA es obligatoria para las entidades de la AGE y voluntaria para las administraciones autonómicas y locales.",
      "subtema": "Infraestructura tecnológica",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2010-1331"
    },
    {
      "titulo": "Servicio de Notificaciones Electrónicas NEO y Dirección Electrónica Habilitada",
      "contenido": "El Servicio de Notificaciones Electrónicas (NEO) es el sistema de notificaciones electrónicas de la Administración General del Estado, accesible a través de notificaciones.gob.es. Gestiona las notificaciones practicadas mediante la Dirección Electrónica Habilitada (DEH), que es un buzón electrónico personal asignado a cada ciudadano o empresa que se registra en el sistema. La DEH permite recibir todas las notificaciones que cualquier organismo de la AGE dirija al ciudadano de forma unificada, sin necesidad de disponer de buzones diferentes en cada organismo. La DEH se obtiene mediante un proceso de alta voluntaria en notificaciones.gob.es, utilizando el DNI electrónico, certificado digital, o sistema Cl@ve. El artículo 41 de la LPAC distingue entre notificación obligatoria en sede electrónica (para personas jurídicas, entidades sin personalidad jurídica, empleados públicos y profesionales con colegiación obligatoria) y voluntaria para las personas físicas. El artículo 43 de la LPAC establece que cuando el interesado no accede al contenido de la notificación en el plazo de 10 días naturales desde su puesta a disposición, la notificación se entiende rechazada y se tiene por efectuada. El sistema NEO envía avisos por correo electrónico o SMS cuando hay una notificación disponible, aunque estos avisos son meramente informativos y no sustituyen a la notificación electrónica formal.",
      "subtema": "Notificaciones electrónicas",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Sistema Cl@ve: identificación ciudadana electrónica ante la Administración",
      "contenido": "El sistema Cl@ve es la plataforma común de identificación, autenticación y firma electrónica de los ciudadanos ante las Administraciones Públicas, aprobada por Resolución de 21 de octubre de 2013 de la Secretaría de Estado de Administraciones Públicas. Permite a los ciudadanos relacionarse electrónicamente con la Administración de forma sencilla y segura, sin necesidad de disponer de un certificado digital hardware. El sistema Cl@ve ofrece dos modalidades: Cl@ve PIN, que proporciona una contraseña de un solo uso válida para una única sesión, obtenida mediante SMS al número de teléfono registrado o mediante la aplicación Cl@ve PIN en el móvil; y Cl@ve permanente, que consiste en una contraseña de uso prolongado elegida por el propio ciudadano, reforzada opcionalmente con un código de verificación adicional por SMS. Para activar el sistema Cl@ve es necesario registrarse previamente, lo que puede hacerse de tres formas: de forma presencial en cualquier oficina habilitada de la AGE, aportando el DNI o NIE; mediante carta de invitación enviada por correo postal; o a través de Internet con certificado electrónico o DNI electrónico. El artículo 9 de la LPAC reconoce el sistema Cl@ve como un sistema de identificación válido ante las Administraciones Públicas. Cl@ve es interoperable con el sistema eIDAS europeo, lo que permite a ciudadanos de otros países de la UE identificarse ante la AGE.",
      "subtema": "Identificación electrónica",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2013-11781"
    },
    {
      "titulo": "Servicios de información de la Seguridad Social: CAISS e IMPORT@SS",
      "contenido": "La Tesorería General de la Seguridad Social (TGSS) y el Instituto Nacional de la Seguridad Social (INSS) prestan sus servicios de información a través de dos canales principales. El canal presencial se articula a través de los Centros de Atención e Información de la Seguridad Social (CAISS), distribuidos en todo el territorio nacional. En los CAISS se pueden realizar trámites relacionados con afiliación, cotización, alta y baja en el sistema, consulta de vida laboral e informes de prestaciones. El portal IMPORT@SS (importass.seg-social.es) es el servicio electrónico de la Seguridad Social para ciudadanos y empresas. Permite realizar más de 200 trámites electrónicos, incluyendo: obtener el informe de vida laboral; solicitar el certificado de estar al corriente de las obligaciones con la Seguridad Social; consultar y descargar la nómina de las prestaciones; gestionar el alta y baja de trabajadores del hogar; y tramitar prestaciones de incapacidad temporal, maternidad/paternidad y jubilación. El acceso a IMPORT@SS requiere identificación mediante DNI electrónico, certificado digital, sistema Cl@ve o usuario y contraseña del sistema. La sede electrónica de la Seguridad Social (sede.seg-social.gob.es) centraliza todos los servicios electrónicos. El teléfono de atención al ciudadano de la Seguridad Social es el 901 50 20 50 (atención general) y el 901 16 65 65 (pensiones).",
      "subtema": "Servicios sectoriales",
      "fuente_url": "https://sede.seg-social.gob.es"
    },
    {
      "titulo": "Servicio de información tributaria de la AEAT: Renta Web y sede electrónica",
      "contenido": "La Agencia Estatal de Administración Tributaria (AEAT) es el organismo responsable de la gestión, recaudación, inspección y represión del fraude fiscal en España. Sus servicios de información tributaria se prestan a través de los siguientes canales: la sede electrónica de la AEAT (sede.agenciatributaria.gob.es), donde se pueden realizar todos los trámites tributarios, consultar el estado de las devoluciones y presentar declaraciones; el servicio Renta Web, para la presentación electrónica de la declaración del IRPF; la aplicación móvil de la AEAT; la atención telefónica a través del número 91 553 68 00 (información general) y 901 33 55 33 (información general nacional); y la atención presencial en las Delegaciones y Administraciones de la AEAT. Los servicios de información tributaria incluyen: consulta del estado de la devolución del IRPF; consulta del número de identificación fiscal (NIF); consulta del censo de empresarios, profesionales y retenedores; obtención de certificados tributarios (estar al corriente de obligaciones); y el servicio de comparación de datos fiscales previos a la presentación de la declaración. El acceso a los servicios personalizados requiere identificación mediante certificado digital, DNI electrónico o sistema Cl@ve. La AEAT también ofrece el servicio de cita previa para la atención presencial en sus oficinas, gestionable a través de su sede electrónica.",
      "subtema": "Servicios sectoriales",
      "fuente_url": "https://sede.agenciatributaria.gob.es"
    },
    {
      "titulo": "Tablón edictal único: publicación de anuncios y edictos en el BOE",
      "contenido": "El Tablón Edictal Único (TEU) es el sistema de publicación electrónica de anuncios y edictos de las Administraciones Públicas, accesible en la sede electrónica del Boletín Oficial del Estado (boe.es). Su regulación se encuentra en el artículo 44 de la Ley 39/2015 (LPAC), que establece que cuando los interesados en un procedimiento son desconocidos, se ignora su domicilio o, intentada la notificación, no se ha podido practicar, la notificación se hará por medio de un anuncio publicado en el Boletín Oficial del Estado. Este Tablón Edictal Único sustituye a la multiplicidad de tablones físicos y publicaciones dispersas que existían anteriormente. Los anuncios publicados en el TEU son accesibles a través del buscador del BOE sin coste alguno. El artículo 44 establece que la publicación en el BOE tiene plenos efectos de notificación cuando se ha intentado previamente la notificación personal en el domicilio del interesado y ésta no ha podido practicarse. El plazo para que la notificación por edictos se tenga por efectuada es de 20 días hábiles desde la publicación en el BOE. La publicación en el Tablón Edictal Único también se utiliza para la notificación de sanciones a conductores no identificados en los procedimientos de tráfico, y para la publicación de resoluciones en determinados procedimientos de extranjería cuando el interesado no se encuentra en paradero conocido.",
      "subtema": "Publicación oficial",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Reutilización de información del sector público: Ley 37/2007 y datos abiertos",
      "contenido": "La Ley 37/2007, de 16 de noviembre, sobre reutilización de la información del sector público, transpone la Directiva 2003/98/CE del Parlamento Europeo y del Consejo. Esta ley fue modificada por la Ley 18/2015, para transponer la Directiva 2013/37/UE, y nuevamente actualizada por la Ley 20/2021 para transponer la Directiva (UE) 2019/1024 (Directiva de datos abiertos). La reutilización de información del sector público consiste en el uso, por personas físicas o jurídicas, de documentos obrantes en poder de las Administraciones y organismos del sector público, para fines distintos del propósito inicial para el que se elaboraron. El principio general es que la información del sector público es reutilizable de forma gratuita y sin restricciones, salvo que la norma establezca tasas de reutilización justificadas. El portal datos.gob.es es el portal de datos abiertos de la AGE, gestionado por la Secretaría de Estado de Digitalización e Inteligencia Artificial. En él se publican los conjuntos de datos de los organismos de la AGE en formatos abiertos y reutilizables (CSV, JSON, XML, RDF). Los organismos del sector público están obligados a publicar sus datos en el portal datos.gob.es cuando superen ciertos umbrales de relevancia o cuando los datos sean de alta frecuencia de actualización o especial interés económico.",
      "subtema": "Datos abiertos",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2007-19814"
    },
    {
      "titulo": "Esquema Nacional de Interoperabilidad ENI: Real Decreto 4/2010",
      "contenido": "El Esquema Nacional de Interoperabilidad (ENI) fue aprobado por el Real Decreto 4/2010, de 8 de enero, en cumplimiento de lo previsto en la Ley 11/2007. El ENI establece los principios y directrices de interoperabilidad en el intercambio y conservación de la información electrónica por parte de las Administraciones Públicas. El ENI es aplicable a todas las Administraciones Públicas españolas. Los principios fundamentales del ENI son: la interoperabilidad organizativa (uso de formatos estándar para documentos electrónicos, preferentemente PDF/A para la preservación a largo plazo y formatos abiertos como ODF); la interoperabilidad semántica (uso de vocabularios controlados y modelos de datos comunes); la interoperabilidad técnica (uso de estándares abiertos para el intercambio de datos); y la interoperabilidad temporal (garantía de acceso a los documentos a lo largo del tiempo). El ENI incluye las Normas Técnicas de Interoperabilidad (NTI), que desarrollan aspectos concretos como el catálogo de estándares, el documento electrónico, la digitalización, los expedientes electrónicos, la firma electrónica y certificados, la recuperación de mensajes, la interconexión de registros, la reutilización de activos semánticos, la política de gestión de documentos electrónicos, los requisitos de conexión a la red de comunicaciones y el modelo de datos para el intercambio de asientos entre entidades registrales.",
      "subtema": "Interoperabilidad",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2010-1331"
    },
    {
      "titulo": "Centro de Transferencia de Tecnología (CTT) de la AGE: reutilización de software",
      "contenido": "El Centro de Transferencia de Tecnología (CTT) es el repositorio de soluciones tecnológicas de la Administración General del Estado disponibles para su reutilización. Está gestionado por la Secretaría de Estado de Digitalización e Inteligencia Artificial del Ministerio para la Transformación Digital y de la Función Pública, y es accesible en administracion.gob.es/ctt. El CTT contiene aplicaciones, servicios y componentes desarrollados por las Administraciones Públicas que pueden ser reutilizados por otras Administraciones sin coste. Entre los servicios disponibles en el CTT se encuentran: el sistema Cl@ve (identificación electrónica); el Registro Electrónico General (REG); la plataforma @firma (servicios de validación de certificados y firma electrónica); el sistema de notificaciones NEO; la plataforma de intermediación de datos SCSPv3; y múltiples aplicaciones de gestión económica, de recursos humanos y de tramitación electrónica. El CTT promueve la filosofía de gobierno abierto y la reutilización de activos tecnológicos entre Administraciones Públicas, en cumplimiento del principio de eficiencia recogido en el artículo 3.k) de la Ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público (LRJSP). La reutilización de soluciones del CTT permite a las Administraciones reducir costes de desarrollo tecnológico y garantizar la interoperabilidad con el resto de la AGE.",
      "subtema": "Infraestructura tecnológica",
      "fuente_url": "https://administracion.gob.es/ctt"
    },
    {
      "titulo": "Publicidad activa de la Administración y portal de transparencia: Ley 19/2013",
      "contenido": "La Ley 19/2013, de 9 de diciembre, de transparencia, acceso a la información pública y buen gobierno, establece en su Capítulo II del Título I (artículos 5 a 11) las obligaciones de publicidad activa de las Administraciones Públicas. La publicidad activa implica que determinada información debe publicarse proactivamente, sin necesidad de solicitud por parte del ciudadano. El artículo 5 establece el principio general: los sujetos enumerados en el artículo 2 publicarán de forma periódica y actualizada la información cuyo conocimiento sea relevante para garantizar la transparencia de su actividad relacionada con el funcionamiento y control de la actuación pública. El portal de transparencia de la AGE (transparencia.gob.es) es el punto central de publicación de esta información. Su contenido incluye: información institucional y organizativa (misión, organigrama, directorio de altos cargos); información de relevancia jurídica (normativa, instrucciones, circulares, anteproyectos de ley); información sobre contratos (nombre del contratista, importe, adjudicación, modificaciones); información sobre subvenciones (beneficiario, importe, finalidad, objeto); presupuestos y cuentas anuales aprobadas; retribuciones de altos cargos y compatibilidades autorizadas; y estadísticas e indicadores de actividad. El incumplimiento de las obligaciones de publicidad activa puede ser denunciado ante el Consejo de Transparencia y Buen Gobierno, que tiene potestad sancionadora.",
      "subtema": "Transparencia",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2013-12887"
    },
    {
      "titulo": "Interoperabilidad entre Administraciones y plataforma de intermediación de datos SCSPv3",
      "contenido": "La plataforma de intermediación de datos (SCSPv3) es el servicio de la AGE que permite a las Administraciones Públicas verificar electrónicamente los datos y documentos de los ciudadanos sin necesidad de que éstos los aporten. Está gestionada por la Dirección General de Digitalización de la Administración Pública (DGDAP). El fundamento legal de este servicio se encuentra en el artículo 28 de la LPAC, que establece que los interesados no están obligados a aportar documentos que ya obren en poder de las Administraciones. La plataforma SCSPv3 da acceso a más de 30 servicios de verificación de datos, entre los que se incluyen: verificación de identidad (datos del DNI, pasaporte); datos del padrón municipal; datos catastrales; nivel de renta (IRPF); estar al corriente de obligaciones tributarias con la AEAT; estar al corriente de obligaciones con la Seguridad Social; datos de incapacidad laboral; estar en posesión de un título universitario oficial; y datos de discapacidad. El acceso a la plataforma SCSPv3 requiere la celebración de un convenio de adhesión previo con la AGE y el compromiso de respetar el principio de minimización de datos del Reglamento General de Protección de Datos (RGPD). Cada consulta debe estar justificada por la existencia de un procedimiento administrativo concreto y del consentimiento expreso del ciudadano.",
      "subtema": "Interoperabilidad",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Información administrativa sobre el estado del expediente: plazos y notificaciones LPAC",
      "contenido": "El derecho a conocer el estado del expediente y a recibir información sobre los plazos de tramitación se regula en los artículos 21 a 25 de la Ley 39/2015 (LPAC). El artículo 21 establece la obligación de la Administración de resolver expresamente y notificar en todos los procedimientos. El plazo general es de 3 meses desde la fecha de inicio del procedimiento, salvo que la norma reguladora del procedimiento fije un plazo diferente. El artículo 22 establece las causas de suspensión de los plazos: cuando deba requerirse a cualquier interesado la subsanación de documentos (hasta que se lleve a efecto o transcurra el plazo); cuando deba solicitarse informe preceptivo y determinante (máximo 3 meses); cuando deban obtenerse pronunciamiento de otra Administración (hasta que se reciba); o cuando se inicien negociaciones para llegar a un acuerdo. El artículo 21.4 prevé que el incumplimiento del plazo máximo de resolución genera la obligación de informar a los interesados sobre los recursos que procedan, el órgano responsable del incumplimiento, y el tiempo estimado para resolver. Este incumplimiento también puede generar responsabilidad disciplinaria para el personal responsable, según el artículo 91 de la LPAC. El certificado de actos presuntos, regulado en el artículo 24, permite al ciudadano acreditar el silencio administrativo ante terceros.",
      "subtema": "Expediente administrativo",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Registro Electrónico General de la AGE: LPAC artículos 16 y 17",
      "contenido": "El artículo 16 de la Ley 39/2015 (LPAC) obliga a las Administraciones Públicas a disponer de un registro electrónico general, en el que se harán los asientos de todos los documentos que sean presentados o que se reciban en cualquier órgano administrativo, organismo público o entidad vinculada. El Registro Electrónico General (REG) de la AGE es accesible desde el Punto de Acceso General y desde cada sede electrónica. Cada asiento registral debe contener, como mínimo: número de registro, fecha y hora del asiento, identificación del interesado, órgano administrativo remitente o destinatario, referencia al contenido del documento y número de expediente al que se vincula. El artículo 16.4 establece que los registros electrónicos de todas las Administraciones deben ser interoperables, de forma que cualquier documento presentado en un registro electrónico de una Administración debe ser remitido al órgano destinatario de cualquier otra Administración sin que el ciudadano deba presentarlo de nuevo. El artículo 31 establece que los plazos máximos de resolución se cuentan desde la fecha de asiento de entrada de la solicitud en el registro del órgano competente. El Real Decreto 136/2023, de 22 de febrero, desarrolla el Reglamento de actuación y funcionamiento del sector público por medios electrónicos.",
      "subtema": "Registro electrónico",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    }
  ]
}
