{
  "tema_nombre": "Documento, registro y archivo",
  "tema_numero": 19,
  "bloque": "ofimatica",
  "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565",
  "fecha_scraping": "2026-02-28T12:00:00.000Z",
  "secciones": [
    {
      "titulo": "Concepto de documento administrativo: LPAC artículo 26",
      "contenido": "El artículo 26 de la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas (LPAC), establece el concepto de documento administrativo. Los documentos son válidos siempre que su emisión, por los órganos de las Administraciones Públicas o por los interesados, se realice conforme a lo establecido en la Ley. El artículo 26.2 concreta que los documentos administrativos deberán contener: identificación del órgano emisor; identificación de los firmantes (nombre, apellidos, cargo y sello del órgano); fecha de emisión; y referencia al expediente al que pertenecen. Los documentos administrativos son la plasmación material de los actos administrativos. La doctrina distingue entre documentos administrativos en sentido estricto (los emitidos por la propia Administración en el ejercicio de sus funciones) y documentos incorporados al procedimiento (los aportados por los ciudadanos o por otras Administraciones). El artículo 26.3 prevé que los documentos administrativos que formen parte de un expediente se foliarán y se ordenarán cronológicamente. En la actualidad, la gestión documental se realiza preferentemente en formato electrónico, a través del sistema INSIDE (sistema de gestión de documentos electrónicos de la AGE). Los documentos electrónicos deben cumplir los requisitos del Esquema Nacional de Interoperabilidad (ENI) en cuanto a formato y metadatos.",
      "subtema": "Documento administrativo",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Requisitos del documento administrativo válido: firma, sello y metadatos",
      "contenido": "Para que un documento administrativo sea válido debe reunir los requisitos establecidos en el artículo 26 de la LPAC y en la Norma Técnica de Interoperabilidad de Documento Electrónico. Los requisitos de validez son: identificación y autenticación del emisor, mediante firma electrónica reconocida del funcionario emisor o mediante sello electrónico del órgano; referencia explícita al expediente o procedimiento al que pertenece; fecha de emisión y, en su caso, hora; identificación del destinatario; objeto o asunto del documento; y número de registro. En el ámbito electrónico, los documentos administrativos deben incorporar metadatos obligatorios conforme a la NTI de Documento Electrónico: identificador único, nombre del documento, tipo documental (según el catálogo de tipos documentales del ENI), estado de elaboración, valor probatorio, tipo de firma, formato electrónico (preferentemente PDF/A-1a, PDF/A-2a o PDF/A-3a para preservación a largo plazo), y fecha y hora de creación. La falta de alguno de estos elementos puede acarrear la nulidad o anulabilidad del acto administrativo plasmado en el documento, según el artículo 47 y 48 de la LPAC. La anulabilidad tiene lugar cuando el acto incurre en cualquier infracción del ordenamiento jurídico, mientras que la nulidad absoluta solo concurre en los supuestos tasados del artículo 47, entre ellos la falta de competencia material del órgano emisor.",
      "subtema": "Documento administrativo",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Tipos de documentos administrativos: resoluciones, acuerdos, informes, propuestas y comunicaciones",
      "contenido": "Los documentos administrativos se clasifican por su función y contenido en las siguientes categorías principales. Las resoluciones son los documentos que recogen la decisión final del órgano competente que pone fin a un procedimiento administrativo; deben ser motivadas cuando afecten derechos subjetivos de los interesados (artículo 35 de la LPAC). Los acuerdos son decisiones de órganos colegiados o resoluciones adoptadas en el seno de un procedimiento; incluyen los acuerdos de iniciación, inadmisión, suspensión y terminación. Los informes son documentos en los que un órgano emite un juicio de valor o conocimiento sobre una cuestión sometida a su consideración; pueden ser preceptivos (exigidos por norma) o facultativos, y vinculantes o no vinculantes. Las propuestas son documentos preparatorios de resoluciones o acuerdos, emitidos por un órgano inferior para elevar a la decisión del órgano superior; no generan efectos jurídicos directos sobre los ciudadanos. Las comunicaciones son los documentos de traslado de información entre distintos órganos administrativos o entre éstos y los ciudadanos, incluyendo oficios, notas interiores y cartas. Las diligencias acreditan la práctica de actuaciones administrativas: diligencia de notificación, de cotejo, de certificación. Las actas recogen el contenido de las sesiones de órganos colegiados, incluyendo los acuerdos adoptados y las votaciones.",
      "subtema": "Tipos documentales",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "La notificación como documento administrativo: LPAC artículos 40 a 44",
      "contenido": "La notificación es el acto mediante el cual la Administración pone en conocimiento del interesado una resolución o acto administrativo. Se regula en los artículos 40 a 44 de la Ley 39/2015 (LPAC). El artículo 40 establece la obligación de notificar a los interesados las resoluciones y actos administrativos que afecten a sus derechos e intereses. El artículo 41 distingue entre la notificación en papel y la notificación electrónica. Los sujetos obligados a relacionarse electrónicamente (artículo 14 de la LPAC) deben recibir las notificaciones por medios electrónicos. Las personas físicas pueden elegir el canal, salvo en los casos en que la Administración opte preferentemente por la notificación electrónica, en cuyo caso debe informarles de este extremo. La notificación debe contener: texto íntegro de la resolución o acto notificado; indicación de si el acto agota la vía administrativa; recursos procedentes, órgano ante el que interponerlos, y plazo para interponerlos. El artículo 42 regula los plazos de notificación: la notificación debe practicarse en el plazo de 10 días desde que el acto haya sido dictado. El artículo 43 establece que la notificación electrónica se entiende practicada en el momento en que el interesado accede a su contenido en la sede electrónica o en el buzón electrónico. Transcurridos 10 días naturales sin que el interesado acceda, la notificación se entiende rechazada. El artículo 44 regula la notificación infructuosa y la publicación edictal como sustituto.",
      "subtema": "Notificación",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "El expediente administrativo: concepto y formación LPAC artículo 70",
      "contenido": "El artículo 70 de la Ley 39/2015 (LPAC) define el expediente administrativo como el conjunto ordenado de documentos y actuaciones que sirven de antecedente y fundamento a la resolución administrativa, así como las diligencias encaminadas a ejecutarla. El expediente se inicia de oficio o a instancia de interesado, mediante la correspondiente solicitud o acuerdo de iniciación. Los documentos que integran el expediente deben estar foliados, ordenados cronológicamente, y encabezados por un índice numerado de los documentos que lo integran. El artículo 70.2 prevé el expediente electrónico, que incluye, junto al índice y los documentos que lo integran, la firma electrónica de los documentos y el fichero de metadatos. En el expediente electrónico, el índice debe ser firmado electrónicamente por el órgano actuante, lo que garantiza la integridad del expediente. Los expedientes deben conservarse en el archivo de gestión del órgano durante el tiempo en que el procedimiento esté activo y durante los plazos de prescripción de los recursos y de las responsabilidades derivadas. El acceso de los interesados al expediente se garantiza por el artículo 53 de la LPAC, que reconoce el derecho a obtener copia de los documentos contenidos en él, con las limitaciones derivadas de la confidencialidad de terceros y de los documentos de trámite que no hayan incidido en la resolución.",
      "subtema": "Expediente administrativo",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Formación del expediente: foliación, orden cronológico e índice documental",
      "contenido": "La formación del expediente administrativo sigue unas reglas procedimentales precisas establecidas en el artículo 70 de la LPAC y en la Norma Técnica de Interoperabilidad de Expediente Electrónico (aprobada por Resolución de 19 de julio de 2011). Los documentos que forman el expediente se ordenan por fecha de incorporación al mismo (orden cronológico de actuaciones). Cada documento recibe un número de folio correlativo que garantiza la integridad del expediente e impide la eliminación o alteración de documentos. El índice debe reflejar el contenido de cada folio o bloque de folios, y su firma electrónica garantiza la autenticidad e integridad del conjunto. En el expediente electrónico, la integridad de cada documento se garantiza mediante el sello electrónico del órgano actuante o la firma del funcionario responsable. La Norma Técnica de Interoperabilidad de Expediente Electrónico establece que el expediente electrónico debe incluir los siguientes metadatos: identificador del expediente, clasificación del asunto, estado del procedimiento, tipo de resolución, y referencias a los documentos que lo integran. En los expedientes físicos en papel, los documentos originales no pueden extraerse del expediente salvo orden judicial o necesidad de cotejo; en su lugar se incorporan copias autenticadas y se deja constancia de la extracción mediante diligencia firmada.",
      "subtema": "Expediente administrativo",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2011-13170"
    },
    {
      "titulo": "Expediente electrónico: requisitos y formato LPAC artículo 70.2",
      "contenido": "El artículo 70.2 de la Ley 39/2015 (LPAC) regula el expediente electrónico. El expediente electrónico es el conjunto de documentos electrónicos correspondientes a un procedimiento administrativo, cualquiera que sea el tipo de información que contengan. Los requisitos del expediente electrónico son: disponer de un índice electrónico firmado por el órgano actuante, que garantice la integridad y recuperabilidad del expediente; cada documento debe estar identificado, autenticado mediante firma electrónica o sello del órgano, y dotado de los metadatos obligatorios según la NTI de Documento Electrónico; los documentos deben conservarse en formatos que aseguren su accesibilidad a largo plazo (preferentemente PDF/A); y debe existir una pista de auditoría que recoja todos los accesos y modificaciones del expediente. La remisión de expedientes electrónicos entre Administraciones, o entre órganos de una misma Administración, se realiza mediante ficheros comprimidos en formato ZIP o en el formato de intercambio de expedientes electrónicos establecido por la NTI de Interconexión de Registros. El sistema INSIDE (Infraestructura de la AGE para la gestión de documentos y expedientes electrónicos) es la herramienta corporativa de la AGE para la creación, gestión, tramitación y conservación de expedientes electrónicos. Las copias electrónicas auténticas de documentos en papel tienen la misma validez que los originales, conforme al artículo 27 de la LPAC.",
      "subtema": "Expediente electrónico",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "El registro electrónico de la AGE: asientos obligatorios LPAC artículo 16",
      "contenido": "El artículo 16 de la Ley 39/2015 (LPAC) establece la obligación de todas las Administraciones Públicas de disponer de un registro electrónico general. En la AGE, el Registro Electrónico General (REG) está integrado en el Punto de Acceso General (PAGe). El registro electrónico debe estar operativo durante las 24 horas del día, todos los días del año. El artículo 16.2 establece el contenido mínimo obligatorio de cada asiento registral: número de registro (correlativo por año natural); fecha y hora del asiento, con precisión hasta el segundo; identificación del interesado (nombre y apellidos o razón social, DNI o NIF); identificación del órgano administrativo remitente o del destinatario de la comunicación; referencia al contenido del documento registrado; y número de expediente al que se vincula, si se conoce. Cada asiento genera automáticamente un recibo electrónico de presentación que sirve como acreditación de la presentación ante la Administración. Los documentos presentados de forma presencial en papel deben ser digitalizados por la oficina de asistencia en materia de registros, que actúa como punto de entrada al registro electrónico. El Real Decreto 136/2023, de 22 de febrero, por el que se aprueba el Reglamento de actuación y funcionamiento del sector público por medios electrónicos, desarrolla los requisitos técnicos del registro electrónico.",
      "subtema": "Registro administrativo",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Registro de entrada y salida: diferencias y obligaciones de los funcionarios",
      "contenido": "El registro administrativo diferencia entre el registro de entrada y el registro de salida, que tienen funciones distintas. El registro de entrada documenta la recepción de escritos, solicitudes, comunicaciones y documentos dirigidos a la Administración, tanto los presentados por ciudadanos como los procedentes de otras Administraciones o de órganos de la propia AGE. El registro de salida documenta los documentos, notificaciones y comunicaciones que el órgano administrativo remite hacia el exterior, ya sea a ciudadanos u otras Administraciones. Cada asiento de entrada genera un número de registro de entrada (RE-XXXXXX/AAAA) y cada asiento de salida genera un número de registro de salida (RS-XXXXXX/AAAA). Los plazos de tramitación y de silencio administrativo se cuentan desde la fecha del asiento de entrada en el registro del órgano competente, no desde la presentación en cualquier registro de la AGE. Sin embargo, la LPAC permite presentar escritos en cualquier registro de la AGE, de las Comunidades Autónomas o de las Entidades Locales adheridas, siendo la fecha del asiento de entrada en el registro de presentación la fecha oficial de presentación. Los funcionarios de los registros deben rechazar la admisión de escritos que no reúnan los requisitos mínimos de identificación del interesado, sin perjuicio del derecho de subsanación del artículo 68 de la LPAC.",
      "subtema": "Registro administrativo",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Compulsa y cotejo de documentos en la Administración Pública",
      "contenido": "La compulsa y el cotejo de documentos son mecanismos para acreditar la autenticidad de copias de documentos originales. La compulsa es el acto mediante el cual un funcionario público certifica que una copia es conforme al original que se le presenta. El artículo 27 de la Ley 39/2015 (LPAC) distingue entre copia auténtica (aquella que reproduce exactamente el documento original, incluyendo firma y sello) y copia simple (sin certificar autenticidad). Las copias auténticas de documentos en papel pueden generarse por digitalización certificada realizada en las oficinas de asistencia en materia de registros. Las copias electrónicas auténticas tienen la misma validez que el original a todos los efectos administrativos. El cotejo es la comprobación de la autenticidad de una copia electrónica mediante el código seguro de verificación (CSV) impreso en el documento. El artículo 27.3 establece que cualquier ciudadano puede comprobar la autenticidad de los documentos emitidos electrónicamente por la Administración accediendo a la sede electrónica del órgano emisor e introduciendo el CSV. La Administración General del Estado tiene la obligación de destruir las copias en papel de documentos que hayan sido correctamente digitalizados y cuya copia electrónica auténtica haya sido incorporada al expediente, conforme al principio de eficiencia y reducción de cargas de almacenamiento.",
      "subtema": "Autenticidad documental",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Concepto de archivo administrativo y su función en la Administración Pública",
      "contenido": "El archivo administrativo es el conjunto de documentos producidos o recibidos por los órganos administrativos en el ejercicio de sus funciones, conservados para servir de fuente de información, prueba y memoria histórica. La Ley 16/1985, de 25 de junio, del Patrimonio Histórico Español (LPHE), define en su artículo 59 los archivos como el conjunto orgánico de documentos, o la reunión de varios de ellos, reunidos por las personas jurídicas, públicas o privadas, en el ejercicio de sus actividades. Los archivos administrativos cumplen tres funciones esenciales: la función administrativa (servir de soporte a la gestión corriente de los órganos), la función jurídica (servir como prueba de derechos y obligaciones) y la función histórica (conservar el patrimonio documental de la nación). El artículo 55 de la Ley 16/1985 establece que los propietarios o poseedores de bienes del Patrimonio Histórico Español, incluidos los archivos, tienen la obligación de conservarlos, mantenerlos y custodiarlos. La gestión de los archivos administrativos de la AGE se rige por el Reglamento de la Ley del Patrimonio Histórico Español aprobado por el Real Decreto 111/1986, de 10 de enero, y por las normas específicas de organización del Sistema de Archivos de la AGE.",
      "subtema": "Archivo administrativo",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-1985-12534"
    },
    {
      "titulo": "Tipos de archivos: de gestión, central, intermedio e histórico",
      "contenido": "El Sistema de Archivos de la Administración General del Estado distingue cuatro tipos de archivos según el estadio de la vida del documento y el grado de utilización administrativa. El archivo de oficina o de gestión contiene los documentos activos, en fase de tramitación activa, custodiados por la unidad productora. Los documentos permanecen en el archivo de gestión mientras el expediente está abierto y durante un período posterior de consulta frecuente (generalmente hasta 5 años desde la resolución). El archivo central es el órgano centralizado de cada ministerio u organismo que recibe los documentos procedentes de las distintas unidades cuando superan el plazo de custodia en el archivo de gestión. El período de custodia en el archivo central es de hasta 15 años desde la resolución del expediente. El archivo intermedio, que en la AGE está representado por el Archivo General de la Administración (AGA) de Alcalá de Henares, recibe los documentos del archivo central cuando no tienen vigencia administrativa pero aún no han sido calificados como de conservación permanente o eliminables. La custodia en el AGA puede ser de hasta 30-40 años. El archivo histórico conserva de forma permanente los documentos que tienen valor histórico, cultural, científico o informativo. El Archivo Histórico Nacional en Madrid es el principal archivo histórico de la AGE.",
      "subtema": "Tipos de archivo",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-1985-12534"
    },
    {
      "titulo": "Ciclo vital del documento: creación, uso activo, semiactivo e inactivo",
      "contenido": "El concepto de ciclo vital del documento es fundamental en la archivística moderna. Describe el recorrido que realiza un documento desde su creación hasta su disposición final (conservación permanente o eliminación). Las fases del ciclo vital son: primera fase o fase activa (el documento está en uso frecuente por la unidad productora; se conserva en el archivo de gestión u oficina); segunda fase o fase semiactiva (el documento ha perdido vigencia administrativa inmediata pero todavía puede ser consultado ocasionalmente; se transfiere al archivo central); tercera fase o fase inactiva (el documento ha perdido todo valor administrativo pero conserva valor histórico, jurídico o informativo; se transfiere al archivo intermedio o histórico). El modelo de las tres edades del documento fue desarrollado por los archivistas norteamericanos Schellenberg y Posner en el siglo XX y es el más ampliamente adoptado en la archivística contemporánea. Al final del ciclo vital, se aplica la tabla de valoración y selección de documentos, que determina qué documentos se conservan de forma permanente (por su valor histórico o jurídico) y cuáles se eliminan (por haber perdido todo valor). La valoración la realiza la Comisión Superior Calificadora de Documentos Administrativos, regulada por el Real Decreto 1401/2007.",
      "subtema": "Ciclo vital del documento",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2007-18343"
    },
    {
      "titulo": "Transferencias entre archivos: plazos y procedimiento en la AGE",
      "contenido": "El procedimiento de transferencia de documentos entre los distintos archivos del Sistema de la AGE está regulado por el Real Decreto 1401/2007, de 29 de octubre, por el que se regula el Sistema Español de Archivos y se crea el Sistema de Archivos de la AGE y de sus Organismos Públicos. Las transferencias deben realizarse siguiendo estos plazos orientativos: transferencia del archivo de gestión al archivo central a partir de los 5 años desde la resolución del expediente; transferencia del archivo central al Archivo General de la Administración (AGA) a partir de los 15 años; y transferencia del AGA al Archivo Histórico Nacional o a los archivos históricos sectoriales cuando los documentos superan los 50 años o han sido valorados como de conservación permanente. El procedimiento de transferencia requiere la elaboración de una relación de entrega normalizada, que sirve como instrumento de control de los fondos transferidos. La relación de entrega debe incluir: número de referencia de la transferencia, unidad productora, descripción de los documentos, fechas extremas, número de unidades de instalación (cajas o legajos), y calificación de la documentación (acceso libre, restringido o reservado). El archivo receptor verifica la relación de entrega y comprueba la integridad de los documentos. Las transferencias extraordinarias pueden realizarse en cualquier momento cuando razones de espacio o seguridad así lo aconsejen.",
      "subtema": "Transferencias",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2007-18343"
    },
    {
      "titulo": "Sistema de Archivos de la AGE: Real Decreto 1401/2007",
      "contenido": "El Sistema de Archivos de la Administración General del Estado fue creado por el Real Decreto 1401/2007, de 29 de octubre. Este real decreto establece la estructura del sistema, sus principios de organización y las normas de funcionamiento de los archivos integrantes. El Sistema de Archivos de la AGE está integrado por: los archivos de gestión u oficina (de cada unidad administrativa); los archivos centrales de cada departamento ministerial y organismo público; el Archivo General de la Administración (AGA) como archivo intermedio central de la AGE; y los archivos históricos de la AGE (Archivo Histórico Nacional, Archivo General de Indias, Archivo General de Simancas, Archivo de la Corona de Aragón, Archivo Histórico de la Nobleza, Archivo de la Real Chancillería de Valladolid, Archivo General de la Región de Murcia, Archivos Históricos Provinciales). La coordinación del Sistema corresponde al Ministerio de Cultura (actualmente Ministerio de Cultura y Deporte), a través de la Subdirección General de Archivos Estatales. El Sistema se rige por los principios de procedencia (los documentos de un organismo deben mantenerse juntos) y orden original (los documentos deben conservar el orden que tenían en el organismo productor). La Comisión Superior Calificadora de Documentos Administrativos es el órgano asesor en materia de valoración, selección y eliminación de documentos.",
      "subtema": "Sistema de archivos",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2007-18343"
    },
    {
      "titulo": "Ley 16/1985 del Patrimonio Histórico Español: archivos y patrimonio documental",
      "contenido": "La Ley 16/1985, de 25 de junio, del Patrimonio Histórico Español (LPHE), regula en su Título VII (artículos 48 a 66) el Patrimonio Documental y Bibliográfico y los Archivos, Bibliotecas y Museos. El artículo 49 define el Patrimonio Documental como el conjunto de documentos de cualquier época, generados, conservados o reunidos en el ejercicio de su función por cualquier organismo o entidad de carácter público, por las personas jurídicas en cuyo capital participe mayoritariamente el Estado u otras entidades públicas, y por las personas privadas, físicas o jurídicas, gestoras de servicios públicos. El artículo 57 establece los plazos para el acceso libre a los documentos del Patrimonio Documental: los documentos ordinarios tienen acceso libre a los 25 años desde su fecha; los documentos que afecten a la seguridad del Estado, la averiguación de los delitos, la intimidad de las personas o los datos sanitarios tienen acceso libre a los 50 años. Los documentos que contienen datos que puedan afectar a la seguridad de las personas tienen acceso libre a los 25 años de su muerte o a los 50 años de su fecha si no se conoce la fecha de fallecimiento. El artículo 58 prohíbe la exportación de bienes integrantes del Patrimonio Histórico Español sin autorización. El incumplimiento de las normas sobre Patrimonio Documental puede conllevar sanciones administrativas o penales.",
      "subtema": "Legislación archivística",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-1985-12534"
    },
    {
      "titulo": "Archivo General de la Administración (AGA) de Alcalá de Henares",
      "contenido": "El Archivo General de la Administración (AGA), con sede en Alcalá de Henares (Madrid), es el principal archivo intermedio de la Administración General del Estado. Recibe la documentación de los archivos centrales de los ministerios cuando supera el período de custodia establecido y no ha sido aún calificada como de conservación permanente o eliminable. El AGA fue creado en 1969 y actualmente está adscrito al Ministerio de Cultura y Deporte, a través de la Subdirección General de Archivos Estatales. Custodia documentación con fechas extremas desde mediados del siglo XIX hasta la actualidad, y dispone de más de 100 kilómetros lineales de depósitos. Entre los fondos más destacados del AGA se encuentran: fondos de los departamentos ministeriales de los siglos XIX y XX; fondos de organismos autónomos y entidades estatales; y fondos de la Presidencia del Gobierno. El AGA ofrece un servicio de consulta a investigadores y ciudadanos con interés legítimo, previo cumplimiento de los requisitos de acreditación. El acceso a los documentos está sujeto a los plazos previstos en el artículo 57 de la Ley 16/1985 del Patrimonio Histórico Español. El AGA actúa también como órgano de asesoramiento técnico para los archivos centrales de los ministerios en materia de organización, descripción y valoración documental.",
      "subtema": "Archivos históricos",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-1985-12534"
    },
    {
      "titulo": "Archivo Histórico Nacional: fondos y acceso al patrimonio documental",
      "contenido": "El Archivo Histórico Nacional, con sede en Madrid, es el principal archivo histórico de la Administración General del Estado. Fue creado en 1866 para custodiar los fondos procedentes de la desamortización eclesiástica y los documentos históricos de la Administración Central. Está adscrito al Ministerio de Cultura y Deporte, a través de la Subdirección General de Archivos Estatales. Entre sus fondos más relevantes se encuentran: los fondos de la Inquisición española; los fondos de las instituciones del Antiguo Régimen (Consejos, Secretarías, órganos de gobierno); los fondos nobiliarios y eclesiásticos procedentes de la desamortización; los fondos de la Administración Central del Estado desde la época contemporánea; los fondos de órdenes militares (Santiago, Calatrava, Alcántara); y los fondos de la represión política del siglo XX. El acceso a los fondos del Archivo Histórico Nacional está regulado por la Ley 16/1985 del Patrimonio Histórico Español y por el Reglamento de archivos estatales. Los investigadores pueden solicitar acceso a los fondos con carácter libre (documentos ordinarios con más de 25 años) o con autorización especial (documentos de acceso restringido). La consulta se realiza en la sala de investigadores, y los documentos pueden reproducirse mediante fotografía digital sin flash. El Archivo Histórico Nacional también tiene una sección en Toledo (Archivo Histórico de la Nobleza).",
      "subtema": "Archivos históricos",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-1985-12534"
    },
    {
      "titulo": "Acceso a los archivos públicos: Ley 19/2013 artículo 14 y límites",
      "contenido": "El derecho de acceso a los archivos públicos se reconoce en el artículo 105.b) de la Constitución Española y se desarrolla en la Ley 19/2013, de 9 de diciembre, de transparencia, acceso a la información pública y buen gobierno. El artículo 14 de la Ley 19/2013 establece los límites al derecho de acceso a la información pública. Estos límites son aplicables cuando el acceso pueda causar perjuicio a: la seguridad nacional; la defensa; las relaciones exteriores; la seguridad pública; la prevención, investigación y sanción de los ilícitos penales, administrativos o disciplinarios; la igualdad de las partes en los procesos judiciales y la tutela judicial efectiva; las funciones administrativas de vigilancia, inspección y control; los intereses económicos y comerciales; la política económica y monetaria; el secreto profesional y la propiedad intelectual e industrial; la garantía de la confidencialidad o el secreto requerido en procesos de toma de decisión; y la protección del medio ambiente. Además, el acceso a documentos que contengan datos de carácter personal está sujeto al Reglamento (UE) 2016/679 (RGPD) y a la Ley Orgánica 3/2018 (LOPDGDD). El artículo 15 de la Ley 19/2013 establece el régimen especial para el acceso a documentos con datos personales: cuando sean datos especialmente protegidos (salud, vida sexual, religión, etc.), se requiere el consentimiento expreso del afectado o la aplicación de técnicas de anonimización.",
      "subtema": "Acceso a archivos",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2013-12887"
    },
    {
      "titulo": "Documentos de acceso restringido: clasificación y materias reservadas",
      "contenido": "La clasificación de documentos como de acceso restringido o secreto tiene su fundamento legal en la Ley 9/1968, de 5 de abril, sobre secretos oficiales, modificada por la Ley 48/1978. Esta ley distingue entre materias reservadas (información cuyo conocimiento está limitado a determinadas personas por razones de seguridad o interés nacional) y materias secretas (máximo nivel de restricción). La clasificación de materias reservadas o secretas la acuerda el Consejo de Ministros o la Junta de Jefes de Estado Mayor. Solo las personas con habilitación de seguridad del nivel correspondiente pueden acceder a estas materias. El control del acceso a materias clasificadas en la AGE corresponde a la Autoridad Nacional de Inteligencia y Contrainteligencia (ANIC), dependiente del Centro Nacional de Inteligencia (CNI). Fuera del ámbito de la Ley de Secretos Oficiales, el acceso a determinados documentos puede estar restringido por: datos fiscales (art. 95 Ley General Tributaria); datos sanitarios (Ley 41/2002 de Autonomía del Paciente); datos de investigación penal (art. 301 Ley de Enjuiciamiento Criminal); y secreto de comunicaciones (art. 18.3 CE). El artículo 37 de la Ley 30/1992 (ahora artículo 53 LPAC) establece el derecho de acceso de los interesados a los expedientes pero con exclusión de los documentos de carácter reservado.",
      "subtema": "Documentos reservados",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-1968-476"
    },
    {
      "titulo": "Gestión documental electrónica en la AGE: sistema INSIDE",
      "contenido": "El sistema INSIDE (Infraestructura y Servicios De Expediente electrónico) es la plataforma corporativa de gestión documental electrónica de la Administración General del Estado. Está gestionado por la Secretaría de Estado de Digitalización e Inteligencia Artificial y es utilizado por múltiples departamentos ministeriales y organismos de la AGE. INSIDE permite: crear y firmar documentos electrónicos conforme a los requisitos del Esquema Nacional de Interoperabilidad; gestionar expedientes electrónicos desde su apertura hasta su archivo; incorporar documentos a los expedientes y mantener el índice actualizado; gestionar el ciclo de vida de los documentos y los plazos de conservación; realizar transferencias electrónicas entre archivos; y generar informes de auditoría sobre el acceso y manipulación de documentos. INSIDE está integrado con el sistema @firma (validación de certificados electrónicos), con el Registro Electrónico General (REG), con el sistema de notificaciones NEO, y con el Portafirmas (circuito de firma de documentos). La Norma Técnica de Interoperabilidad de Política de Gestión de Documentos Electrónicos (aprobada por Resolución de 28 de junio de 2012) establece los requisitos mínimos que debe cumplir cualquier sistema de gestión documental electrónica en las Administraciones Públicas, incluyendo los módulos de captura, gestión, acceso, conservación y disposición final.",
      "subtema": "Gestión documental electrónica",
      "fuente_url": "https://administracion.gob.es/ctt/inside"
    },
    {
      "titulo": "Plazos de conservación de documentos en la Administración Pública",
      "contenido": "Los plazos de conservación de los documentos administrativos están determinados por su valor administrativo, jurídico, fiscal e histórico. No existe un plazo único de conservación; cada tipo documental tiene el suyo, determinado por la Comisión Superior Calificadora de Documentos Administrativos mediante las tablas de valoración y selección. Con carácter orientativo, los siguientes plazos son habituales: documentos de gestión corriente sin valor permanente (3 a 5 años desde la resolución del expediente); documentos con valor jurídico o probatorio (10 a 15 años, en línea con los plazos de prescripción de las acciones legales); documentos contables y justificantes del gasto público (4 años conforme a la Ley General Presupuestaria, o 10 años si existen fondos europeos implicados); documentos de contratación pública (5 años desde la liquidación del contrato, según la Ley 9/2017 de Contratos del Sector Público); y documentos de personal (indefinidamente, por tener valor para la vida laboral del empleado). Los documentos declarados como de conservación permanente (por su valor histórico, cultural o científico) se transfieren al Archivo General de la Administración o al Archivo Histórico Nacional y se conservan indefinidamente. La eliminación de documentos requiere autorización previa de la Comisión Superior Calificadora de Documentos Administrativos, y debe realizarse mediante destrucción certificada que garantice la imposibilidad de recuperación de los datos.",
      "subtema": "Conservación documental",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2007-18343"
    },
    {
      "titulo": "Comisión Superior Calificadora de Documentos Administrativos: funciones y composición",
      "contenido": "La Comisión Superior Calificadora de Documentos Administrativos (CSCDA) es el órgano colegiado de carácter asesor responsable de las funciones de calificación, valoración y selección de los documentos de la Administración General del Estado. Fue creada por el Real Decreto 1752/1987, de 18 de diciembre, y está regulada actualmente por el Real Decreto 1401/2007, de 29 de octubre. Está adscrita al Ministerio de Cultura y Deporte, a través de la Subdirección General de Archivos Estatales. La CSCDA está presidida por la persona titular de la Subsecretaría del Ministerio de Cultura y Deporte, e integrada por representantes de todos los ministerios, el Consejo de Estado, el Tribunal de Cuentas, el Archivo General de la Administración, y representantes del personal archivero de la AGE. Sus funciones son: proponer las tablas de valoración y selección de series documentales de los distintos organismos de la AGE; dictaminar sobre la eliminación de series documentales; asesorar en materia de identificación y descripción de fondos documentales; y emitir informes sobre el acceso a documentos. La valoración documental es el proceso mediante el cual se analiza el valor de cada serie documental (valor administrativo, jurídico, fiscal, informativo e histórico) para determinar su período de conservación y su disposición final (conservación permanente o eliminación autorizada).",
      "subtema": "Sistema de archivos",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2007-18343"
    }
  ]
}
