{
  "tema_nombre": "Administración electrónica",
  "tema_numero": 20,
  "bloque": "ofimatica",
  "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565",
  "fecha_scraping": "2026-02-28T12:00:00.000Z",
  "secciones": [
    {
      "titulo": "Concepto de administración electrónica: LPAC Título III y principios rectores",
      "contenido": "La administración electrónica es el uso de las tecnologías de la información y la comunicación (TIC) por parte de las Administraciones Públicas en sus relaciones con los ciudadanos, las empresas y otros órganos administrativos, con el objetivo de mejorar la eficiencia, la transparencia y la calidad de los servicios públicos. Su regulación principal se encuentra en el Título III de la Ley 39/2015, de 1 de octubre, del Procedimiento Administrativo Común de las Administraciones Públicas (LPAC), complementada por la Ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público (LRJSP). Los principios rectores de la administración electrónica recogidos en el artículo 4 de la LRJSP son: el principio de interoperabilidad (garantizar la capacidad de los sistemas de información de comunicarse entre sí), el principio de seguridad (protección de la información frente a accesos no autorizados), el principio de proporcionalidad (adecuación de las medidas adoptadas al objetivo perseguido) y el principio de neutralidad tecnológica (no vinculación a ninguna tecnología o plataforma específica). La administración electrónica no elimina el derecho de los ciudadanos a relacionarse con la Administración de forma presencial o en papel, salvo para los sujetos obligados del artículo 14 de la LPAC.",
      "subtema": "Conceptos generales",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Sede electrónica: concepto, características y responsabilidad LPAC artículo 38",
      "contenido": "El artículo 38 de la Ley 40/2015, de 1 de octubre, de Régimen Jurídico del Sector Público (LRJSP), define la sede electrónica como la dirección electrónica disponible para los ciudadanos a través de redes de telecomunicaciones cuya titularidad corresponde a una Administración Pública o a una entidad de Derecho Público vinculada o dependiente de ésta. La sede electrónica tiene las siguientes características: es el medio de relación electrónica oficial entre la Administración y los ciudadanos; su titularidad es de la Administración o entidad pública que la gestiona; debe disponer de un certificado de servidor seguro que garantice la autenticidad e integridad de las comunicaciones (el conocido como certificado SSL/TLS de servidor); es accesible mediante una dirección URL que sigue el formato https://sede.[organismo].gob.es; y debe cumplir los requisitos de accesibilidad establecidos por el Real Decreto 1112/2018. La responsabilidad de la sede electrónica corresponde al órgano que la tiene, quien responde de la integridad, veracidad y actualización de la información y los servicios que en ella se ofrezcan. El artículo 38.3 establece que cada Administración puede disponer de cuantas sedes electrónicas resulten adecuadas para la organización y difusión de su información, pero todas deben ser interoperables y accesibles.",
      "subtema": "Sede electrónica",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-11719"
    },
    {
      "titulo": "Diferencia entre sede electrónica y portal web de la Administración",
      "contenido": "La distinción entre sede electrónica y portal web institucional es esencial para comprender la administración electrónica. El portal web institucional es un sitio de Internet de carácter informativo, sin valor oficial, cuyo objetivo es divulgar información general sobre el organismo, sus actividades y servicios. No tiene efectos jurídicos vinculantes y sus contenidos pueden variar sin las mismas garantías que la sede electrónica. La sede electrónica, por el contrario, tiene pleno valor legal: todos los actos, procedimientos y trámites que en ella se realizan producen efectos jurídicos idénticos a los realizados en papel. La sede electrónica debe estar publicada en el Boletín Oficial del Estado o en el boletín oficial correspondiente. Las principales diferencias son: la sede electrónica requiere certificado de servidor seguro (HTTPS con certificado emitido por entidad de certificación reconocida); cualquier error u omisión en la sede electrónica genera responsabilidad para el organismo titular; la sede debe cumplir plazos de actualización precisos; y los documentos y notificaciones emitidos desde la sede tienen valor oficial. El Punto de Acceso General electrónico (PAGe) en administracion.gob.es actúa como portal de entrada general a todas las sedes electrónicas de la AGE.",
      "subtema": "Sede electrónica",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-11719"
    },
    {
      "titulo": "Contenido mínimo obligatorio de la sede electrónica AGE",
      "contenido": "El artículo 11 del Real Decreto 136/2023, de 22 de febrero, por el que se aprueba el Reglamento de actuación y funcionamiento del sector público por medios electrónicos, establece el contenido mínimo que debe tener la sede electrónica. La sede electrónica debe incluir obligatoriamente: identificación de la sede (denominación, URL y titular de la misma); información necesaria para la correcta utilización de la sede (requisitos técnicos de acceso, sistemas de firma electrónica admitidos); servicios de asesoramiento para la utilización de los servicios disponibles; sistema de verificación del certificado de la sede; relación de los sistemas de identificación y firma electrónica admitidos; información sobre la protección de datos de carácter personal; acceso al registro electrónico; información sobre el calendario de días inhábiles para el cómputo de plazos; código seguro de verificación de los documentos emitidos desde la sede; información sobre el servicio de notificaciones electrónicas; acceso a las cartas de servicios; sistema de quejas y sugerencias; y acceso a la información del Esquema Nacional de Seguridad. Toda la información de la sede debe mantenerse actualizada, y cuando no sea posible garantizar la actualización de un contenido, este debe retirarse hasta que se pueda actualizar.",
      "subtema": "Sede electrónica",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2023-4178"
    },
    {
      "titulo": "Identificación de los ciudadanos ante la Administración: sistemas admitidos LPAC artículo 9",
      "contenido": "El artículo 9 de la Ley 39/2015 (LPAC) establece los sistemas de identificación electrónica admitidos para que los ciudadanos puedan identificarse ante las Administraciones Públicas. Los ciudadanos podrán identificarse electrónicamente ante las Administraciones Públicas utilizando cualquier sistema que cuente con un registro previo como usuario que permita garantizar su identidad. Los sistemas de identificación electrónica admitidos son: sistemas basados en certificados electrónicos reconocidos o cualificados de firma electrónica, expedidos por prestadores incluidos en la Lista de Confianza de Prestadores de Servicios de Certificación (TSL); sistemas basados en certificados electrónicos reconocidos o cualificados de sello electrónico, expedidos por prestadores incluidos en la TSL; y sistemas de clave concertada y cualquier otro sistema que las Administraciones Públicas consideren válido, en los términos y condiciones que se establezcan (incluido el sistema Cl@ve). El DNI electrónico (DNIe) incorpora dos certificados: uno de autenticación (para identificarse ante la Administración) y uno de firma (para firmar documentos electrónicamente). Ambos certificados son emitidos por la Dirección General de la Policía. El nivel de aseguramiento de los sistemas de identificación debe ser proporcional a los riesgos del trámite, conforme al Reglamento eIDAS (Reglamento (UE) 910/2014).",
      "subtema": "Identificación electrónica",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "DNI electrónico (DNIe): certificados incluidos y uso ante la Administración",
      "contenido": "El Documento Nacional de Identidad electrónico (DNIe) es el documento oficial de identidad de los ciudadanos españoles que incorpora un chip criptográfico con dos certificados electrónicos reconocidos. El primer certificado es el certificado de autenticación, que permite al titular identificarse en Internet y ante las Administraciones Públicas, demostrando que es quien dice ser. El segundo certificado es el certificado de firma, que permite al titular firmar electrónicamente documentos con la misma validez jurídica que la firma manuscrita. Ambos certificados son emitidos por la Dirección General de la Policía, que actúa como Prestador de Servicios de Certificación (PSC) de acuerdo con la Ley 59/2003, de 19 de diciembre, de Firma Electrónica. La vigencia del DNIe es de 10 años para mayores de 30 años, 5 años para menores de 30 y mayores de 14 años, y 2 años para menores de 14 años. Los certificados del DNIe tienen la misma vigencia que el documento. Para utilizar el DNIe es necesario un lector de tarjetas inteligentes y el software correspondiente (disponible gratuitamente en la web de la Dirección General de la Policía). Con el DNIe se puede: identificarse en la sede electrónica de la AGE; firmar solicitudes, contratos y documentos electrónicos; realizar trámites bancarios; y acceder a servicios que requieran identificación robusta.",
      "subtema": "Identificación electrónica",
      "fuente_url": "https://www.dnielectronico.es"
    },
    {
      "titulo": "Sistema Cl@ve: modalidades Cl@ve PIN y Cl@ve permanente",
      "contenido": "El sistema Cl@ve es la plataforma común de identificación electrónica de los ciudadanos ante las Administraciones Públicas españolas. Se basa en la Resolución de 21 de octubre de 2013 de la Secretaría de Estado de Administraciones Públicas. Cl@ve ofrece dos modalidades: Cl@ve PIN es un sistema de contraseña de un solo uso (OTP - One Time Password) válida para una única sesión, adecuado para trámites ocasionales o de menor nivel de seguridad. El PIN se solicita a través de la aplicación móvil Cl@ve PIN o mediante SMS al número de teléfono registrado, y tiene una validez de 10 minutos. Es el método recomendado para usuarios que no realizan trámites frecuentes. Cl@ve permanente es una contraseña de uso prolongado elegida por el usuario durante el proceso de registro, que puede reforzarse con un código OTP enviado por SMS para acceder a trámites con mayor nivel de seguridad. Es el método recomendado para usuarios frecuentes. Para usar cualquiera de las dos modalidades es necesario registrarse previamente en el sistema, lo que puede hacerse: de forma presencial en una oficina de registro habilitada (con DNI o NIE original); mediante carta de invitación enviada por la AEAT; o mediante identificación con DNI electrónico o certificado digital a través de Internet. El nivel de seguridad de Cl@ve permanente con OTP equivale al nivel «sustancial» del Reglamento eIDAS 910/2014.",
      "subtema": "Identificación electrónica",
      "fuente_url": "https://clave.gob.es"
    },
    {
      "titulo": "Certificado digital: concepto, tipos y entidades certificadoras en España",
      "contenido": "Un certificado digital es un documento electrónico expedido por una Entidad Certificadora (EC) o Autoridad de Certificación (AC) que vincula una clave pública con la identidad de su titular, después de que la EC haya verificado dicha identidad. Está regulado por la Ley 59/2003, de 19 de diciembre, de Firma Electrónica, y por el Reglamento (UE) 910/2014 (eIDAS). Los tipos de certificados digitales son: certificado de persona física (vincula la clave pública con una persona identificada por nombre y DNI/NIE); certificado de persona jurídica (vincula la clave con una entidad legal identificada por nombre y NIF); certificado de empleado público (vincula la clave con un funcionario en el ejercicio de su cargo); y certificado de sello de órgano (vincula la clave con un órgano u unidad administrativa). Las principales entidades certificadoras reconocidas en España son: la Fábrica Nacional de Moneda y Timbre (FNMT-RCM), que emite el certificado CERES (certificado de ciudadano); la Dirección General de la Policía (DNIe); la Agencia Valenciana de Certificación (ACCV); el Consejo General del Notariado (ANF Autoridad de Certificación); y diversas entidades de las Comunidades Autónomas. Todos los prestadores de servicios de certificación reconocidos en España deben estar incluidos en la Lista de Confianza española (TSL), publicada por el Ministerio para la Transformación Digital y de la Función Pública.",
      "subtema": "Firma y certificado electrónico",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2003-23399"
    },
    {
      "titulo": "Firma electrónica: reconocida, avanzada y simple según Reglamento eIDAS 910/2014",
      "contenido": "El Reglamento (UE) 910/2014 del Parlamento Europeo y del Consejo, de 23 de julio de 2014, relativo a la identificación electrónica y los servicios de confianza para las transacciones electrónicas en el mercado interior (Reglamento eIDAS), establece tres niveles de firma electrónica. La firma electrónica simple o básica es cualquier dato en forma electrónica que esté adjunto o se asocie lógicamente a otros datos en forma electrónica y que utilice el firmante para firmar. Tiene bajo nivel de seguridad. La firma electrónica avanzada debe cumplir los requisitos del artículo 26 del Reglamento eIDAS: estar vinculada de manera única al firmante; permitir identificar al firmante; haber sido creada utilizando datos de creación de la firma que el firmante puede emplear con un alto nivel de confianza bajo su control exclusivo; y estar vinculada con los datos firmados de tal modo que cualquier modificación ulterior sea detectable. La firma electrónica reconocida o cualificada es una firma avanzada que, además, ha sido creada mediante un dispositivo de creación de firma cualificado (tarjeta criptográfica, como el DNIe) y se basa en un certificado cualificado de firma electrónica. La firma reconocida tiene el efecto jurídico equivalente a la firma manuscrita. En España, la Ley 59/2003 estableció estos niveles antes de la aprobación del Reglamento eIDAS.",
      "subtema": "Firma electrónica",
      "fuente_url": "https://eur-lex.europa.eu/legal-content/ES/TXT/?uri=CELEX:32014R0910"
    },
    {
      "titulo": "Sello electrónico y código seguro de verificación (CSV) en la AGE",
      "contenido": "El sello electrónico es el mecanismo de identificación y autenticación de los documentos y actuaciones de los órganos administrativos, organismos públicos y entidades del sector público en el ámbito de la administración electrónica. Está regulado en el artículo 10 de la Ley 39/2015 (LPAC) y en el artículo 40 de la Ley 40/2015 (LRJSP). El sello electrónico se basa en un certificado cualificado de sello electrónico, que vincula la clave pública del órgano con su identificación. Permite acreditar que un documento ha sido emitido por el órgano titular del sello y que no ha sido alterado desde su emisión. El Código Seguro de Verificación (CSV) es un código alfanumérico impreso en los documentos administrativos emitidos electrónicamente, que permite verificar su autenticidad. Cualquier ciudadano puede comprobar la autenticidad de un documento que contenga un CSV accediendo a la sede electrónica del órgano emisor e introduciendo el código. La verificación mediante CSV demuestra que el documento es auténtico y que su contenido coincide exactamente con el original electrónico custodiado por la Administración. El artículo 27 de la LPAC establece que las copias de los documentos administrativos emitidos por medios electrónicos y que lleven incorporado el CSV son copias auténticas, con plena validez jurídica. Los documentos impresos con CSV eliminen la necesidad de cotejo presencial ante un funcionario.",
      "subtema": "Autenticación electrónica",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Registro electrónico: funcionamiento 24/7 y cómputo de plazos LPAC artículos 16 y 31",
      "contenido": "Los registros electrónicos de las Administraciones Públicas deben estar disponibles para la recepción de documentos durante las 24 horas del día, todos los días del año, conforme al artículo 31 de la Ley 39/2015 (LPAC). Esto representa una ventaja fundamental sobre los registros en papel, que solo están abiertos en horario de oficina. El artículo 31.2 establece las reglas específicas para el cómputo de plazos en los registros electrónicos: cuando el plazo de presentación de una solicitud o documento se computa en días hábiles y el último día hábil del plazo cae en día inhábil, el plazo se prorroga hasta las 23:59:59 del primer día hábil siguiente. Si el registro electrónico tiene una interrupción técnica programada, debe anunciarse con al menos 3 días de antelación en la sede electrónica, y los plazos que venzan durante esa interrupción se prorrogarán automáticamente. Son días inhábiles a efectos del registro electrónico de la AGE los sábados, domingos, festivos nacionales declarados en el calendario oficial, y los días 24 y 31 de diciembre. Cada Administración puede declarar días inhábiles adicionales. La fecha y hora del asiento de entrada en el registro electrónico del órgano competente es la fecha de inicio del cómputo de los plazos del procedimiento. El acuse de recibo electrónico emitido por el registro debe indicar el día y la hora exacta de presentación.",
      "subtema": "Registro electrónico",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Notificación electrónica: obligados y voluntarios LPAC artículos 41 y 43",
      "contenido": "El artículo 41 de la Ley 39/2015 (LPAC) regula las notificaciones en papel y electrónicas. Las notificaciones se practican preferentemente por medios electrónicos en los siguientes casos: cuando el interesado haya indicado esta vía como preferente o haya consentido expresamente en ella; cuando los interesados estén obligados a relacionarse electrónicamente con la Administración en virtud del artículo 14 de la LPAC. Los sujetos obligados a relacionarse electrónicamente son: las personas jurídicas; las entidades sin personalidad jurídica; quienes ejerzan actividades profesionales que requieran colegiación obligatoria; los empleados de las Administraciones Públicas en los trámites de su relación de servicio; y quienes representen a un interesado obligado. El artículo 43 establece el procedimiento de notificación electrónica. La Administración pone la notificación a disposición del interesado en la sede electrónica o en la dirección electrónica habilitada. Si el interesado accede a su contenido, queda notificado en ese momento. Si no accede en el plazo de 10 días naturales desde la puesta a disposición, la notificación se entiende rechazada y se tiene por efectuada. Este rechazo presunto produce los mismos efectos que la notificación formal y habilita al órgano a continuar el procedimiento. La Administración debe acreditar que la notificación fue puesta a disposición del interesado y la fecha y hora de tal puesta a disposición.",
      "subtema": "Notificaciones electrónicas",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Dirección Electrónica Habilitada (DEH) y sistema NEO de notificaciones",
      "contenido": "La Dirección Electrónica Habilitada (DEH) es un servicio de buzón electrónico personal que la Administración General del Estado pone a disposición de los ciudadanos para recibir notificaciones administrativas. El acceso al buzón se realiza a través de notificaciones.gob.es. El servicio NEO (Notificaciones y Comunicaciones) es la plataforma tecnológica que gestiona las notificaciones electrónicas de la AGE. A través de NEO, los organismos de la AGE pueden enviar notificaciones a los ciudadanos inscritos en el servicio, y los ciudadanos pueden acceder a su buzón de notificaciones de forma centralizada. La inscripción en la DEH puede ser voluntaria (para personas físicas que lo deseen) u obligatoria (para los sujetos del artículo 14 de la LPAC). Al inscribirse, el ciudadano puede indicar una dirección de correo electrónico o un número de teléfono móvil para recibir avisos de nuevas notificaciones pendientes de lectura. Estos avisos son meramente informativos y no tienen efectos jurídicos; únicamente la lectura o el rechazo de la notificación en el buzón NEO produce efectos. La DEH puede ser consultada desde la Carpeta Ciudadana. El sistema NEO implementa las previsiones del artículo 43 de la LPAC y del Real Decreto 136/2023, en cuanto al acceso a las notificaciones, los plazos de disponibilidad y los efectos del acceso y del rechazo.",
      "subtema": "Notificaciones electrónicas",
      "fuente_url": "https://notificaciones.gob.es"
    },
    {
      "titulo": "Apoderamientos electrónicos: Registro Electrónico de Apoderamientos LPAC artículo 6",
      "contenido": "El artículo 6 de la Ley 39/2015 (LPAC) regula los registros electrónicos de apoderamientos. El Registro Electrónico de Apoderamientos (REA) de la AGE es el registro en el que se inscriben los poderes notariales y apoderamientos administrativos que los ciudadanos otorgan a representantes para actuar en su nombre ante los órganos de la Administración. El REA es gestionado por el Ministerio para la Transformación Digital y de la Función Pública. Los apoderamientos pueden ser: poder general para todos los actos y procedimientos administrativos; poder para la realización de trámites y actuaciones concretas (poder especial); y poder para recibir notificaciones electrónicas. La inscripción de poderes puede realizarse: ante notario (escritura pública de poder); ante el funcionario habilitado de la oficina de registro; o electrónicamente, mediante firma electrónica cualificada del poderdante y del apoderado en la sede electrónica del REA. El artículo 6.3 establece que los apoderamientos inscritos pueden verificarse en tiempo real por los órganos de cualquier Administración Pública que cuente con acceso al REA. La vigencia del apoderamiento es la que el poderdante haya establecido; si no se indica, se presume indefinido. La revocación del poder debe inscribirse en el REA para tener efectos frente a terceros.",
      "subtema": "Representación electrónica",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Esquema Nacional de Seguridad (ENS): Real Decreto 311/2022 categorías y medidas",
      "contenido": "El Esquema Nacional de Seguridad (ENS) fue aprobado inicialmente por el Real Decreto 3/2010, de 8 de enero, y revisado profundamente por el Real Decreto 311/2022, de 3 de mayo, en vigor desde el 5 de mayo de 2022. El ENS establece la política de seguridad que deben cumplir los sistemas de información de las Administraciones Públicas que soporten sus servicios y actividades. El ENS es de aplicación obligatoria para todas las Administraciones Públicas españolas y sus organismos dependientes. El ENS categoriza los sistemas de información en tres niveles: ALTA (cuando el perjuicio derivado de un incidente de seguridad sea grave o muy grave para las misiones de la organización, sus activos o para los individuos afectados); MEDIA (perjuicio significativo pero no grave); y BÁSICA (perjuicio menor). Las dimensiones de seguridad que se valoran son: disponibilidad, autenticidad, integridad, confidencialidad y trazabilidad. Para cada dimensión y nivel, el ENS establece un conjunto de medidas de seguridad obligatorias recogidas en su Anexo II. El Centro Criptológico Nacional (CCN), órgano del Centro Nacional de Inteligencia (CNI), es la autoridad competente para la supervisión del cumplimiento del ENS. El CCN publica las guías CCN-STIC que desarrollan aspectos técnicos concretos de implementación del ENS.",
      "subtema": "Seguridad electrónica",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2022-7191"
    },
    {
      "titulo": "Interoperabilidad: ENI Real Decreto 4/2010 y principios de interoperabilidad",
      "contenido": "El Esquema Nacional de Interoperabilidad (ENI) fue aprobado por el Real Decreto 4/2010, de 8 de enero. Define la política de interoperabilidad en el uso de medios electrónicos para el intercambio de información y la prestación de servicios entre las Administraciones Públicas, así como para relacionarse con los ciudadanos y empresas. El ENI es de aplicación obligatoria para las Administraciones Públicas españolas. Los principios de interoperabilidad del ENI son: la interoperabilidad como cualidad integral (no limitada a aspectos técnicos); el carácter multidimensional de la interoperabilidad (organizativa, semántica, técnica y temporal); el enfoque de soluciones multilaterales (preferencia por soluciones compartidas); el uso preferente de estándares abiertos; y la publicación de información en el Centro de Interoperabilidad Semántica de la Administración (CISA). Las Normas Técnicas de Interoperabilidad (NTI) que desarrollan el ENI cubren: catálogo de estándares, documento electrónico, digitalización de documentos, expediente electrónico, política de firma electrónica y de certificados, interconexión de registros, reutilización de activos semánticos, modelo de datos para el intercambio de asientos registrales, y política de gestión de documentos electrónicos. El Centro de Transferencia de Tecnología (CTT) actúa como repositorio de soluciones tecnológicas interoperables para su reutilización por las Administraciones.",
      "subtema": "Interoperabilidad",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2010-1331"
    },
    {
      "titulo": "INSIDE: sistema de gestión de documentos electrónicos de la AGE",
      "contenido": "INSIDE (Infraestructura y Servicios De Expediente electrónico) es el sistema corporativo de gestión de documentos y expedientes electrónicos de la Administración General del Estado. Está gestionado por la Secretaría de Estado de Digitalización e Inteligencia Artificial del Ministerio para la Transformación Digital y de la Función Pública, y está disponible para todos los organismos de la AGE a través del Centro de Transferencia de Tecnología (CTT). INSIDE implementa las previsiones de la Norma Técnica de Interoperabilidad de Documento Electrónico, la NTI de Expediente Electrónico y la NTI de Política de Gestión de Documentos Electrónicos. Sus funciones principales son: creación y gestión de documentos electrónicos con los metadatos requeridos por el ENI; foliación e indexación automática de expedientes electrónicos; firma electrónica de documentos mediante integración con la plataforma @firma; generación del índice firmado del expediente electrónico; integración con el Portafirmas para los circuitos de aprobación; integración con el Registro Electrónico General para el asiento de documentos recibidos; transferencias electrónicas de expedientes al Archivo General de la Administración; y generación de pistas de auditoría con trazabilidad completa de accesos y modificaciones. INSIDE es interoperable con las aplicaciones de gestión de expedientes de las Comunidades Autónomas y Entidades Locales que cumplan las NTI del ENI.",
      "subtema": "Herramientas electrónicas",
      "fuente_url": "https://administracion.gob.es/ctt/inside"
    },
    {
      "titulo": "Portafirmas electrónico de la AGE: circuitos de firma y aprobación",
      "contenido": "El Portafirmas es la aplicación corporativa de la Administración General del Estado para la gestión de los circuitos de firma electrónica de documentos. Está gestionado por la Secretaría de Estado de Digitalización e Inteligencia Artificial y disponible a través del CTT. El Portafirmas permite configurar circuitos de firma en los que varios firmantes deben aprobar un documento de forma secuencial (uno después de otro) o paralela (todos a la vez). Integra los sistemas de firma disponibles en la AGE: firma con certificado digital instalado en el navegador (certificado de la FNMT o de otra entidad reconocida); firma con DNI electrónico; firma con sello electrónico de órgano. El Portafirmas se integra con los sistemas de gestión documental (INSIDE), con el registro electrónico (REG) y con los sistemas de información corporativos de cada ministerio. Cada solicitud de firma genera una notificación al firmante, que puede gestionar la firma desde cualquier dispositivo con acceso a Internet. El historial de firmas queda registrado con la fecha, hora, identificación del firmante y el hash del documento firmado, proporcionando una pista de auditoría completa. La firma realizada a través del Portafirmas tiene la misma validez jurídica que la firma directa sobre el documento, ya que utiliza los mismos certificados reconocidos.",
      "subtema": "Herramientas electrónicas",
      "fuente_url": "https://administracion.gob.es/ctt/portafirmas"
    },
    {
      "titulo": "Factura electrónica: Ley 25/2013 y obligación de uso en el sector público",
      "contenido": "La Ley 25/2013, de 27 de diciembre, de impulso de la factura electrónica y creación del registro contable de facturas en el Sector Público, establece la obligatoriedad de la factura electrónica para las relaciones con las Administraciones Públicas. Desde el 15 de enero de 2015, todos los proveedores del Sector Público en España están obligados a presentar sus facturas en formato electrónico (factura electrónica estructurada en formato Facturae). El FACe (Punto General de Entrada de Facturas Electrónicas de la AGE) es la plataforma centralizada para la recepción de facturas electrónicas dirigidas a los órganos de la AGE. La factura electrónica debe cumplir los requisitos del Reglamento (UE) 2014/55 (norma europea sobre factura electrónica en contratación pública). El formato estándar en España es Facturae (XML), en la versión 3.2 o superior, firmado electrónicamente por el emisor. El proceso de tramitación electrónica de la factura implica: presentación en el punto de entrada de facturas, asignación a la unidad tramitadora, verificación, conformidad del receptor, y pago en el plazo legal (30 días desde la conformidad de la factura). La ley establece una penalización por demora en el pago del 8% anual sobre el importe de la factura impagada, conforme a la Ley 3/2004 de Medidas contra la Morosidad en las Operaciones Comerciales.",
      "subtema": "Facturación electrónica",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2013-13722"
    },
    {
      "titulo": "Obligación de relacionarse electrónicamente con la AGE: LPAC artículo 14",
      "contenido": "El artículo 14 de la Ley 39/2015 (LPAC) establece la obligación de relacionarse electrónicamente con las Administraciones Públicas para determinados sujetos. Los obligados a utilizar exclusivamente medios electrónicos en sus comunicaciones con la Administración son: las personas jurídicas (sociedades mercantiles, fundaciones, asociaciones, etc.); las entidades sin personalidad jurídica (comunidades de bienes, uniones temporales de empresas, comunidades de propietarios, etc.); quienes ejerzan actividades profesionales que requieran colegiación obligatoria (abogados, médicos, arquitectos, etc.) para los trámites y actuaciones que realicen en ejercicio de dicha actividad profesional; los empleados de las Administraciones Públicas para los trámites y actuaciones que realicen con la Administración en los que actúen como interesados en su condición de empleados públicos; los representantes de los sujetos anteriores. La obligación se extiende a todos los trámites y relaciones con la Administración, incluyendo la presentación de solicitudes, escritos, comunicaciones y documentos, la recepción de notificaciones y la interposición de recursos. Las personas físicas que no estén incluidas en ninguna de las categorías anteriores pueden elegir libremente entre el canal electrónico y el canal presencial o en papel, aunque la Administración puede establecer la obligación electrónica para procedimientos específicos mediante reglamento.",
      "subtema": "Obligados electrónicos",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Punto de Acceso General electrónico (PAGe) y Carpeta Ciudadana en la administración electrónica",
      "contenido": "El Punto de Acceso General electrónico (PAGe) es el portal central de la Administración General del Estado para la relación electrónica con ciudadanos y empresas. Se configura como la puerta de entrada a todos los servicios electrónicos de la AGE, independientemente del organismo al que correspondan. El artículo 21.4 de la LPAC lo define como el canal de comunicación electrónico a través del cual los interesados que así lo elijan se relacionarán con las distintas Administraciones Públicas. Está disponible en administracion.gob.es. El PAGe ofrece: buscador de trámites por organismo, tema y perfil del ciudadano; catálogo integrado de procedimientos con información sobre requisitos, plazos y formularios; acceso al Registro Electrónico General; acceso a la Carpeta Ciudadana; acceso al sistema de notificaciones NEO; y directorio de organismos de la AGE. La Carpeta Ciudadana (carpetaciudadana.gob.es) es el espacio personal del ciudadano en la administración electrónica. Permite al ciudadano acceder a todos sus expedientes en curso, sus notificaciones pendientes y leídas, sus datos personales que obran en poder de la AGE, los poderes que ha otorgado o recibido, y las solicitudes que ha presentado en el Registro Electrónico General. El acceso requiere identificación mediante certificado digital, DNI electrónico o sistema Cl@ve.",
      "subtema": "Servicios electrónicos",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2015-10565"
    },
    {
      "titulo": "Plataforma @firma: validación de certificados y firma electrónica en la AGE",
      "contenido": "La plataforma @firma es el servicio corporativo de validación de certificados digitales y de realización de firmas electrónicas de la Administración General del Estado. Está gestionada por la Secretaría de Estado de Digitalización e Inteligencia Artificial y disponible a través del Centro de Transferencia de Tecnología (CTT) para todas las Administraciones Públicas. @firma proporciona los siguientes servicios: validación de certificados digitales en tiempo real (verificación de la vigencia, cadena de confianza y lista de revocación del certificado); validación de firmas electrónicas (verificación de que la firma es correcta, que el certificado era válido en el momento de la firma, y que el documento no ha sido alterado); sellos de tiempo (timestamping: certificación de que un documento existía en un momento determinado, según el RFC 3161); y generación de firmas electrónicas del órgano (utilizando el certificado de sello del órgano). @firma es interoperable con todos los certificados incluidos en la Lista de Confianza española (TSL) publicada por el Ministerio para la Transformación Digital y de la Función Pública, y con los certificados de la Lista de Confianza europea (EUTL). La disponibilidad del servicio @firma es 24x7 con un nivel de servicio (SLA) superior al 99,9%, lo que garantiza la continuidad de los trámites electrónicos.",
      "subtema": "Firma electrónica",
      "fuente_url": "https://administracion.gob.es/ctt/afirma"
    },
    {
      "titulo": "Real Decreto 136/2023: Reglamento de actuación electrónica del sector público",
      "contenido": "El Real Decreto 136/2023, de 22 de febrero, por el que se aprueba el Reglamento de actuación y funcionamiento del sector público por medios electrónicos, deroga el anterior Real Decreto 1671/2009 y desarrolla con detalle las previsiones de la Ley 39/2015 (LPAC) y la Ley 40/2015 (LRJSP) en materia de administración electrónica. El Real Decreto 136/2023 regula: los requisitos técnicos de las sedes electrónicas y sus contenidos mínimos; los sistemas de identificación y autenticación de ciudadanos y Administraciones; el funcionamiento del Punto de Acceso General electrónico; los requisitos del registro electrónico, incluyendo el cómputo de plazos y la interrupción técnica programada; el procedimiento de notificación electrónica y la Dirección Electrónica Habilitada; los requisitos de los documentos y expedientes electrónicos; la digitalización de documentos en papel; los sistemas de pago electrónico de tasas y precios públicos; la interoperabilidad entre Administraciones a través de la Red SARA y la plataforma de intermediación de datos; los sistemas de archivo electrónico y conservación a largo plazo de documentos; y las auditorías de seguridad y los planes de continuidad del servicio electrónico. El Reglamento es de aplicación a todas las entidades del sector público estatal y supone el principal texto de desarrollo reglamentario de la administración electrónica en España.",
      "subtema": "Marco normativo",
      "fuente_url": "https://www.boe.es/buscar/act.php?id=BOE-A-2023-4178"
    }
  ]
}
