{
  "tema_nombre": "Windows 11 y Copilot",
  "tema_numero": 22,
  "bloque": "ofimatica",
  "fuente_url": "https://support.microsoft.com/es-es/windows",
  "fecha_scraping": "2026-02-27T20:43:23.557Z",
  "secciones": [
    {
      "titulo": "Ayuda y aprendizaje de Windows — Facilitar el día a día con Windows 11",
      "contenido": "Cuando hay mucho que hacer, Windows 11 le ayuda a hacerlo. Conocer Windows 11 Le damos la bienvenida a todo lo de Windows Prepararse para Windows 11\n\nConsiga más con IA en Windows:\nWindows es la primera plataforma de PC que proporciona asistencia de IA centralizada. Más información sobre Copilot en Windows Convertir ideas en arte con Paint Cocreator Activar subtítulos en directo Agregar filtros de vídeo con efectos de Studio Obtenga información sobre NPU",
      "subtema": "Windows 11",
      "fuente_url": "https://support.microsoft.com/es-es/windows"
    },
    {
      "titulo": "Ayuda y aprendizaje de Windows — Explorar Windows",
      "contenido": "Windows 11Windows 10 Prepararse para Windows 11 Encuentre respuestas a las principales preguntas sobre la actualización de Windows 11. Vea las preguntas más frecuentes sobre la actualización Conozca widgets Manténgase al día con su información favorita. Obtenga más información sobre widgets Conocer Windows 11 Obtenga información sobre cómo usar las nuevas características de Windows 11. Ver la serie de vídeos Explore la barra de tareas Obtenga información sobre Windows 11. Obtenga información de la barra de tareas Manténgase al día Más información sobre cómo usar Windows Update para mantener su equipo actualizado, según sus condiciones. Más información sobre actualizaciones Liberar espacio Más información sobre cómo liberar espacio en disco en su PC. Liberar espacio Mejorar el rendimiento Tenemos algunas sugerencias para mejorar el rendimiento de un equipo con Windows 10. Mejorar el rendimiento del equipo Mantenerse seguro Seguridad de Windows proporciona la protección antivirus más reciente para su equipo y le mostraremos cómo usarlo. Asegurarse de que el dispositivo está protegido\n\nPrepararse para Windows 11:\nEncuentre respuestas a las principales preguntas sobre la actualización de Windows 11. Vea las preguntas más frecuentes sobre la actualización\n\nConozca widgets:\nManténgase al día con su información favorita. Obtenga más información sobre widgets\n\nConocer Windows 11:\nObtenga información sobre cómo usar las nuevas características de Windows 11. Ver la serie de vídeos\n\nExplore la barra de tareas:\nObtenga información sobre Windows 11. Obtenga información de la barra de tareas\n\nManténgase al día:\nMás información sobre cómo usar Windows Update para mantener su equipo actualizado, según sus condiciones. Más información sobre actualizaciones\n\nLiberar espacio:\nMás información sobre cómo liberar espacio en disco en su PC. Liberar espacio\n\nMejorar el rendimiento:\nTenemos algunas sugerencias para mejorar el rendimiento de un equipo con Windows 10. Mejorar el rendimiento del equipo\n\nMantenerse seguro:\nSeguridad de Windows proporciona la protección antivirus más reciente para su equipo y le mostraremos cómo usarlo. Asegurarse de que el dispositivo está protegido",
      "subtema": "Windows 11",
      "fuente_url": "https://support.microsoft.com/es-es/windows"
    },
    {
      "titulo": "Ayuda y aprendizaje de Windows — Temas más populares",
      "contenido": "Windows 11Windows 10 Requisitos del sistema de Windows 11 Conectarse al configurar Windows 11 Solucionar problemas de Bluetooth en Windows Cómo usar la aplicación Comprobación de estado del PC Instalar Asistencia rápida Todo sobre los juegos de PC con Xbox Actualizar Windows Hacer una copia de seguridad de la clave de recuperación de BitLocker Solucionar problemas de conexión e impresión de la impresora Temas del Escritorio Cómo usar la barra de tareas en Windows 11 Métodos abreviados de teclado de Windows Instalación y activación Activar Windows 10 Usar el Solucionador de problemas de activación Reinstalar Windows 10 Instalar Asistencia rápida Windows Update Actualizar Windows 10 Solucionar problemas de actualización de Windows 10 Windows Update: Preguntas más frecuentes Ver lo que incluye la actualización más reciente de Windows 10 Solución de problemas Corregir aplicaciones que se ven borrosas en Windows 10 Hacer una copia de seguridad de la clave de recuperación de BitLocker Solucionar problemas de conexión con la impresora e impresión en Windows 10 Solucionar problemas de Bluetooth Personalización Cómo usar la barra de tareas en Windows 10 Anclar y desanclar aplicaciones al menú Inicio Personalizar la pantalla de bloqueo Cambiar la contraseña de Windows\n\nSi es propietario de una pequeña empresa:\nEncuentre la información que necesita para crear, ejecutar y hacer crecer su pequeña empresa con Microsoft 365. Visite la ayuda y aprendizaje para pequeñas empresas",
      "subtema": "Windows 11",
      "fuente_url": "https://support.microsoft.com/es-es/windows"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — Métodos abreviados de teclado de Windows Copilot",
      "contenido": "Use los siguientes métodos abreviados con la tecla Copilot. Presione esta tecla: Para realizar esta acción: clave de Copilot clave de Copilot (cuando Copilot no está disponible o deshabilitado) AbraMicrosoft Copilot oMicrosoft 365 Copilot. Si Copilot no está disponible, se abrirá configuración para que pueda elegir qué hace la clave. Sugerencia: Para personalizar lo que sucede al presionar la tecla Copilot , vaya a Configuración > Personalización > Entrada de texto > Personalizar la tecla Copilot en el teclado.",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — Métodos abreviados de teclado para la edición de texto",
      "contenido": "Use la siguiente lista de métodos abreviados para editar texto de forma más rápida y eficaz. Presione esta tecla: Para realizar esta acción: Retroceso Eliminar caracteres a la izquierda del cursor. Ctrl + A Seleccionar todo el texto. Ctrl + B Aplicar el formato de negrita al texto seleccionado. Ctrl + Retroceso Eliminar palabras a la izquierda del cursor. Ctrl + C Ctrl + Insertar Copiar el texto seleccionado. Ctrl + Supr Eliminar palabras a la derecha del cursor. Ctrl + Flecha abajo Mover el cursor hacia delante hasta el principio del párrafo siguiente. Ctrl + Fin Mover el cursor hacia delante hasta el final del documento. Ctrl + F Buscar texto Ctrl + H Buscar y reemplazar texto. Ctrl + Inicio Mover el cursor hacia atrás hasta el principio del documento. Ctrl + I Aplicar el formato de cursiva al texto seleccionado. Ctrl + Flecha izquierda Mover el cursor hacia atrás hasta el principio de la palabra anterior. Ctrl + Flecha derecha Mover el cursor hacia delante hasta el principio de la palabra siguiente. Ctrl + Mayús + V Pegar como texto sin formato. Ctrl + U Aplicar el formato de subrayado al texto seleccionado. Ctrl + Flecha arriba Mover el cursor hacia atrás al principio del párrafo anterior. Ctrl + V Mayús + Insertar Pegar el último elemento del Portapapeles. Ctrl + X Cortar el texto seleccionado. Ctrl + Y Rehacer la escritura que se deshacía con Ctrl + Z. Ctrl + Z Deshacer la última escritura. Supr o Supr Eliminar caracteres a la derecha del cursor. Flecha abajo Mover el cursor hacia delante a la línea siguiente. Fin Mover el cursor hacia delante hasta el final de la línea. Inicio Mover el cursor hacia atrás hasta el principio de la línea. Flecha izquierda Mover el cursor hacia atrás al carácter anterior. Av Pág o Av Pág Mover el cursor una página hacia delante. Re Pág o Re Pág Mover el cursor una página hacia atrás. Flecha derecha Mover el cursor hacia delante hasta el carácter siguiente. Mayús + Ctrl + Flecha abajo Seleccionar párrafos hacia delante desde la posición actual del cursor. Mayús + Ctrl + Fin Seleccionar texto entre la posición actual del cursor y el final del documento. Mayús + Ctrl + Inicio Seleccionar texto entre la posición actual del cursor y el principio del documento. Mayús + Ctrl + Izquierda Seleccionar palabras hacia atrás desde la posición actual del cursor. Mayús + Ctrl + Derecha Seleccionar palabras hacia delante desde la posición actual del cursor. Mayús + Ctrl + Arriba Seleccionar párrafos hacia atrás en la posición actual del cursor. Mayús + Flecha abajo Seleccionar líneas hacia delante desde la posición actual del cursor. Mayús + Fin Seleccionar texto desde la posición actual del cursor hasta el final de la línea actual. Mayús + Inicio Seleccionar texto desde la posición actual del cursor hasta el principio de la línea actual. Mayús + Flecha izquierda Seleccionar caracteres hacia atrás desde la posición actual del cursor. Mayús + Avanzar Página Seleccionar una página de texto hacia adelante desde la posición actual del cursor. Mayús + Retroceder Página Seleccionar una página de texto hacia atrás desde la posición actual del cursor. Mayús + Flecha derecha Seleccionar caracteres hacia delante desde la posición actual del cursor. Mayús + Flecha arriba Seleccionar líneas hacia atrás desde la posición actual del cursor. TAB Aplicar sangría al cursor una tabulación. Flecha arriba Mover el cursor hacia atrás a la línea anterior.",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — Métodos abreviados de teclado de Escritorio y otros métodos abreviados de teclado generales de Windows",
      "contenido": "Usa los siguientes métodos abreviados de teclado para abrir, cerrar, navegar y realizar otras tareas de forma eficaz en el entorno de escritorio de Windows. Para ver los métodos abreviados de teclado relacionados con la barra de tareas de Windows, consulta Métodos abreviados de la barra de tareas. Para ver los métodos abreviados de teclado específicos de Explorador de archivos, vea Explorador de archivos métodos abreviados de teclado. Presione esta tecla: Para realizar esta acción: Alt + A Establecer el foco en el primer icono del menú Acciones sugeridas. Alt + Esc Desplazarse por las ventanas en el orden en que se abrieron. Alt + F4 Cerrar la ventana activa. Si no hay ventanas abiertas, pide el apagado. Alt + F8 Mostrar la contraseña en la pantalla de inicio de sesión. Alt + Flecha izquierda Volver. Alt + Av Pág Mover una pantalla hacia abajo Alt + Re Pág Retroceder una pantalla Alt + Impr Pant Captura una captura de pantalla de la ventana activa y cópiala en el Portapapeles. Alt + Flecha derecha Ir hacia delante. Alt + Mayús + teclas de dirección Cuando un grupo o un icono tiene el foco en el menú Inicio, moverlo en la dirección especificada. Alt + Barra espaciadora Abrir el menú contextual de la ventana activa. Alt + Tabulador Cambiar entre ventanas abiertas. Para desplazarse por varias ventanas, sigue manteniendo presionada la tecla Alt y presiona tabulador varias veces. Alt + letra subrayada Para las acciones en los menús contextuales o de comandos, algunas ventanas y aplicaciones especifican métodos abreviados de teclado subrayando un carácter en el nombre de la acción. Presione Alt y, después, la letra para realizar esa acción. Ctrl + A Seleccionar todos los elementos de una ventana. Ctrl + Alt + Supr Cambia a la pantalla de seguridad donde puedes bloquear el escritorio, cambiar de usuario, cerrar sesión, cambiar una contraseña o abrir el Administrador de tareas. Ctrl + Alt + Tabulador Ver una miniatura de todas las aplicaciones abiertas. Usa las teclas de dirección para cambiar entre aplicaciones abiertas. Ctrl + Esc Abrir el menú Inicio. Ctrl + F4 En las aplicaciones que están abiertas a pantalla completa y que te permiten tener abiertos varios documentos al mismo tiempo, cierra el documento activo, pero no toda la aplicación. Ctrl + F5 Ctrl + R Actualizar la ventana actual. Ctrl + Mayús Cuando haya varias distribuciones del teclado disponibles, cambie la distribución del teclado. Ctrl + Mayús + teclas de dirección Cuando una ventana tenga el foco en el menú Inicio, muévelo a otra ventana para crear una carpeta. Ctrl + Mayús + Esc Abra el administrador de tareas Ctrl + Barra espaciadora Habilitar o deshabilitar el editor de métodos de entrada (IME) para chino. Para obtener más información, consulta IME de chino simplificado de Microsoft e IME de chino tradicional de Microsoft. Ctrl + Y Rehacer una acción que se deshacía anteriormente con Ctrl + Z. Ctrl + Z Deshacer la acción anterior. Esc o Escape Detener o salir de la tarea actual o descartar un cuadro de diálogo. F5 Actualizar la ventana activa. F6 Desplazarse por los elementos de una ventana o del escritorio. F10 Activar la barra de menús en la ventana activa. Impr Pant o Impr Pant Selecciona una región de la pantalla para realizar una captura de pantalla en el Portapapeles. A continuación, puedes abrir la Herramienta Recortes para compartir o marcar la imagen. Nota: Puede desactivar este comportamiento predeterminado. Selecciona Inicio > Configuración > Teclado de accesibilidad > y establece Usar el botón Imprimir pantalla para abrir el recorte de pantalla en Desactivado. Abrir la aplicación Configuración",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — Métodos abreviados de teclado de la tecla Windows",
      "contenido": "Al combinar la tecla Windows con otras teclas, puede realizar rápidamente tareas comunes. La siguiente lista incluye muchos métodos abreviados de teclado comunes que usan la tecla Windows. Presione esta tecla: Para realizar esta acción: Tecla Windows Abrir o cerrar el menú Inicio. Tecla Windows + A Abre el centro de actividades Windows 11. Tecla Windows + Mayús + A Resaltar una sugerencia de Windows cuando esté disponible.Cuando aparezca una sugerencia de Windows, céntrese en la sugerencia. Presiona las teclas de nuevo para activar el elemento de la pantalla al que está anclado la sugerencia de Windows. Tecla Windows + Alt + B Activa o desactiva el alto rango dinámico (HDR). Para obtener más información, consulta ¿Qué es HDR en Windows?. Tecla Windows + C Abra Microsoft Copilot oMicrosoft 365 Copilot.Propina: Para personalizar lo que sucede al presionar el método abreviado de tecla Windows + C, vaya a Configuración > Personalización > Entrada de texto > Personalizar la tecla Copilot en el teclado. Tecla Windows + C (cuando Copilot no está disponible o deshabilitado) Abrir o cerrar la búsqueda de Windows. Tecla Windows + Alt + D Mostrar y ocultar la fecha y hora en el escritorio. Tecla Windows + Alt + Flecha abajo Acoplar la ventana activa a la mitad inferior de la pantalla. Tecla Windows + Alt + H Cuando esté abierto el dictado por voz, establezca el foco en el teclado. Tecla Windows + Alt + K Desactivar o reactivar el micrófono en las aplicaciones compatibles. Tecla Windows + Alt + Flecha arriba Acoplar la ventana activa a la mitad superior de la pantalla. Tecla Windows + coma (,) Ojear temporalmente el escritorio. Tecla Windows + Ctrl + C Si está activado en la configuración, habilite o deshabilite los filtros de color. Abrir la aplicación Configuración Tecla Windows + Ctrl + Entrar Abre el Narrador. Tecla Windows + Ctrl + F Buscar dispositivos en una red. Tecla Windows + Ctrl + Q Abra Asistencia rápida. Tecla Windows + Ctrl + Mayús + B Activa el dispositivo cuando la pantalla esté en blanco o negra. Tecla Windows + Ctrl + Barra espaciadora Cambiar a una opción de entrada seleccionada anteriormente. Tecla Windows + Ctrl + V Abre la página de salida de sonido de configuración rápida, que incluye la configuración del dispositivo de salida, el sonido espacial y el mezclador de volumen. Tecla Windows + D Mostrar y ocultar el escritorio. Tecla Windows + Flecha abajo Minimizar la ventana activa Tecla Windows + E Abre el Explorador de archivos. Tecla Windows + Esc Cerrar la Lupa. Tecla Windows + F Abre el Centro de opiniones. Tecla Windows + barra diagonal (/) Iniciar la reconversión del Editor de métodos de entrada (IME). Tecla Windows + G Abre la Barra de juegos. Para obtener más información, consulta Métodos abreviados de teclado para Game Bar. Tecla Windows + H Abrir el dictado por voz. Tecla Windows + Inicio Minimiza o restaura todas las ventanas excepto la ventana activa. Tecla Windows + I Abrir configuración. Tecla Windows + J Abra Recuperar. (Disponible en dispositivos que cumplen los requisitos mínimos del sistema) Tecla Windows + K Abre Transmitir desde Configuración rápida para conectarte a una pantalla. Para obtener más información, consulta Reproducción de pantalla y proyección en tu PC o pantalla inalámbrica. Tecla Windows + L Bloquea el equipo. Tecla Windows + Flecha izquierda Acoplar la ventana al lado izquierdo de la pantalla. Tecla Windows + M Minimizar todas las ventanas. Tecla Windows + Signo menos (-) Alejar con la Lupa. Tecla Windows + N Abrir el centro de notificaciones y el calendario. Tecla Windows + O Bloquear la orientación del dispositivo. Tecla Windows + P Abra la configuración del proyecto para elegir un modo de presentación. Tecla Windows + Pausa Abre la aplicación Configuración en la página Acerca de > del sistema . Tecla Windows + Punto (.) Tecla Windows + Punto y coma (;) Abrir el panel de emojis. Tecla Windows + Signo más (+) Acerca con la Lupa. Tecla Windows + Impr Pant Captura una captura de pantalla completa y guárdala en un archivo en la subcarpeta Capturas de pantalla de la carpeta Imágenes. Tecla Windows + Q Abrir la búsqueda. Tecla Windows + R Abrir el cuadro de diálogo Ejecutar. Tecla Windows + Flecha derecha Acoplar la ventana al lado derecho de la pantalla. Tecla Windows + S Abrir la búsqueda. Tecla Windows + Mayús + Flecha abajo Si una ventana se acopla o maximiza, restaure la ventana. Tecla Windows + Mayús + Entrar Si la ventana activa es una aplicación de Plataforma universal de Windows (UWP), consígalo en pantalla completa. Tecla Windows + Mayús + Flecha izquierda Mover la ventana activa al monitor de la izquierda. Tecla Windows + Mayús + M Restaurar ventanas minimizadas. Tecla Windows + Mayús + R Seleccione una región de la pantalla para grabar un vídeo. A continuación, se abre la grabación de pantalla en la Herramienta Recortes. De forma predeterminada, esta grabación de pantalla se guarda automáticamente como un archivo MP4 en la subcarpeta Grabaciones de pantalla de la carpeta Vídeos. Tecla Windows + Mayús + Flecha derecha Mover la ventana activa al monitor de la derecha. Tecla Windows + Mayús + S Selecciona una región de la pantalla para realizar una captura de pantalla en el Portapapeles. A continuación, puedes abrir la Herramienta Recortes para compartir o marcar la imagen. Tecla Windows + Mayús + Barra espaciadora Retroceder a través de los idiomas de entrada y las distribuciones del teclado. Tecla Windows + Mayús + Flecha arriba Expandir la ventana del escritorio a la parte superior e inferior de la pantalla. Tecla Windows + Mayús + V Desplazarse por las notificaciones. Tecla Windows + Barra espaciadora Avanzar a través de los idiomas de entrada y las distribuciones del teclado. Tecla Windows + Tabulador Abrir la Vista de tareas. Tecla Windows + U Abra la aplicación Configuración en la sección Accesibilidad. Tecla Windows + Flecha arriba Maximizar la ventana activa. Tecla Windows + V Abra el historial del Portapapeles. Nota: El historial del Portapapeles no está activado de forma predeterminada. Para activarlo, usa este método abreviado de teclado y, a continuación, selecciona el aviso para activar el historial. También puedes activarlo en la aplicación Configuración > Sistema > Portapapeles y establecer Historial del portapapelesen Activado. Abrir la aplicación Configuración Tecla Windows + W Abra Widgets. Tecla Windows + X Abrir el menú Vínculo rápido. Este método abreviado es la misma acción que hacer clic con el botón derecho en el menú Inicio. Tecla Windows + Y Cambiar entrada entre Windows Mixed Reality y el escritorio. Tecla Windows + Z Abrir los diseños de ajuste.",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — Métodos abreviados de teclado del símbolo del sistema",
      "contenido": "Usa los siguientes métodos abreviados con el símbolo del sistema de Windows. Presione esta tecla: Para realizar esta acción: Ctrl + C Ctrl + Insertar Copiar el texto seleccionado. Ctrl + V Mayús + Insertar Pegar el texto seleccionado. Ctrl + M Acceder al modo de marca. Alt + tecla de selección Iniciar la selección en modo de bloque. Teclas de dirección Mover el cursor en la dirección especificada. Re Pág Subir el cursor una página. Av Pág Bajar el cursor una página. Ctrl + Inicio (modo de marca) Mover el cursor al principio del búfer. Ctrl + Fin (modo de marca) Mover el cursor al final del búfer. Ctrl + Flecha arriba Subir una línea en el historial de salida. Ctrl + Flecha abajo Bajar una línea en el historial de salida. Ctrl + Inicio (navegación por el historial) Si la línea de comandos está vacía, mueve la ventanilla a la parte superior del búfer. De lo contrario, elimina todos los caracteres a la izquierda del cursor en la línea de comandos. Ctrl + Fin (navegación por el historial) Si la línea de comandos está vacía, mueve la ventanilla a la línea de comandos. De lo contrario, elimina todos los caracteres que se encuentran a la derecha del cursor en la línea de comandos.",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — Métodos abreviados de teclado de los cuadros de diálogo",
      "contenido": "Use los siguientes métodos abreviados de teclado con ventanas de cuadro de diálogo, como alertas del sistema o mensajes de error. Presione esta tecla: Para realizar esta acción: F4 Mostrar los elementos de la lista activa. Ctrl + Tabulador Avanzar a través de las pestañas. Ctrl + Mayús + Tabulador Retroceder a través de las pestañas. Ctrl + 1, 2, 3,... Desplazarse a ese número de pestaña. TAB Avanzar a través de las opciones. Mayús + Tabulador Retroceder a través de las opciones. Alt + letra subrayada Ejecutar el comando (o seleccionar la opción) que se usa con la letra. Barra espaciadora Si la opción activa es una casilla, activarla o desactivarla. Retroceso Abrir una carpeta de un nivel superior si hay una carpeta seleccionada en el cuadro de diálogo Guardar como o Abrir. Teclas de dirección Si la opción activa es un grupo de botones de opción, seleccionar un botón.",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — Métodos abreviados de teclado del Explorador de archivos",
      "contenido": "La lista siguiente incluye métodos abreviados de teclado al usar Explorador de archivos. Presione esta tecla: Para realizar esta acción: Alt + D Seleccionar la barra de direcciones. Alt + Entrar Ver las propiedades del elemento seleccionado. Alt + Flecha izquierda Retroceso Ve a la carpeta anterior. Alt + mouse arrastra un archivo Cuando suelte el archivo, cree un acceso directo al archivo original en esa ubicación. Alt + P Mostrar u ocultar el panel de vista previa. Alt + Flecha derecha Ver la carpeta siguiente. Alt + Mayús + P Mostrar u ocultar el panel de detalles. Alt + Flecha arriba Subir un nivel en la ruta de acceso de la carpeta. Ctrl + Tecla de dirección (para ir a un elemento) + Barra espaciadora Seleccionar varios elementos individuales. Ctrl + D Borrar Eliminar el elemento seleccionado y moverlo a la papelera de reciclaje. Ctrl + E Ctrl + F Seleccionar el cuadro de búsqueda. Ctrl + L Foco en la barra de direcciones. Ctrl + mouse para arrastrar un archivo Cuando suelte el archivo, cree una copia en esa ubicación. Ctrl + rueda del ratón Cambiar el tamaño y la apariencia de los iconos de archivos y carpetas. CTRL + N Abrir una nueva ventana. Ctrl + Número (1-9) Desplazarse a ese número de pestaña. Ctrl + signo más (+) Cambie el tamaño de todas las columnas para ajustar el texto. Nota: Este método abreviado requiere el uso de un teclado numérico. Ctrl + Mayús + E Expande todas las carpetas del árbol en el panel de navegación. Ctrl + Mayús + N Cree una carpeta nueva. Ctrl + Mayús + Número (1-9) Cambiar el estilo de la vista. Por ejemplo, 2 es Iconos grandes y 6 es Detalles. Ctrl + Mayús + Tabulador Ir a la pestaña anterior. Ctrl + T Abre una pestaña nueva y cambia a ella. Ctrl + W Cierra la pestaña activa. Cierra la ventana si solo hay una pestaña abierta. Ctrl + Tabulador Ir a la pestaña siguiente. Fin Desplácese hasta la parte inferior de la ventana activa. F2 Cambiar el nombre del elemento seleccionado. F3 Busque un archivo o carpeta. F4 Seleccione la barra de direcciones para cambiar la ruta de acceso actual. F5 Actualizar la ventana. F6 Desplazarse por los elementos de la ventana. F11 Maximizar o minimizar la ventana activa. Inicio Desplácese hasta la parte superior de la ventana activa. Flecha izquierda Contraer la selección actual si está expandida o seleccionar la carpeta que contenía la carpeta. Flecha derecha Mostrar la selección actual si está contraída o seleccionar la primera subcarpeta. Mayús + Teclas de dirección Seleccionar varios elementos. Mayús + Suprimir Eliminar permanentemente el elemento seleccionado sin moverlo a la Papelera de reciclaje. Mayús + F10 Mostrar el menú contextual del elemento seleccionado. Mayús + mouse para arrastrar un archivo Cuando suelte el archivo, muévalo a esa ubicación. Mayús + clic con el botón derecho del mouse Mostrar el menú contextual Mostrar más opciones para el elemento seleccionado. Tecla Windows + E Abre el Explorador de archivos.",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — Métodos abreviados de teclado de varios escritorios",
      "contenido": "Use los siguientes métodos abreviados de teclado para crear y trabajar con varios entornos de escritorio. Para obtener más información, consulta Varios escritorios en Windows. Presione esta tecla: Para realizar esta acción: Tecla Windows + Tabulador Abrir la Vista de tareas. Tecla Windows + Ctrl + D Crear otro escritorio. Tecla Windows + Ctrl + Flecha derecha Cambiar entre otros escritorios que creaste a la derecha. Tecla Windows + Ctrl + Flecha izquierda Cambiar entre otros escritorios que creaste a la izquierda. Tecla Windows + Ctrl + F4 Cierra el escritorio que estás usando.",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — Métodos abreviados de teclado de la barra de tareas",
      "contenido": "La siguiente lista incluye métodos abreviados de teclado para trabajar con la barra de tareas de Windows, las aplicaciones ancladas y el área de notificación. Presione esta tecla: Para realizar esta acción: Alt + Mayús + Flecha Cuando un icono de aplicación tiene el foco, moverlo en la dirección de la flecha. Ctrl + seleccionar un icono de aplicación agrupada en la barra de tareas Cuando varias ventanas de la misma aplicación estén agrupadas en la barra de tareas, presiona Ctrl mientras seleccionas el icono de la barra de tareas para desplazar el foco por las ventanas del grupo de aplicaciones. Ctrl + Mayús + seleccionar un icono de aplicación en la barra de tareas Abra la aplicación como administrador. Mayús + clic con el botón derecho en un icono de aplicación en la barra de tareas Mostrar el menú de la ventana de la aplicación. Mayús + clic con el botón derecho en un botón de la barra de tareas agrupadas Mostrar el menú de la ventana del grupo. Mayús + seleccionar un icono de aplicación en la barra de tareas Abra otra instancia de la aplicación. Tecla Windows + Alt + Entrar (en el foco del elemento de la barra de tareas) Abre la configuración de la barra de tareas. Tecla Windows + Alt + número (0-9) Abre la lista de accesos directos de la aplicación anclada a la barra de tareas en la posición indicada por el número. Tecla Windows + B Establece el foco en el primer icono del área de notificación de la barra de tareas. Tecla Windows + Ctrl + número (0-9) Cambiar a la última ventana activa de la aplicación anclada a la barra de tareas en la posición indicada por el número. Tecla Windows + Ctrl + Mayús + número (0-9) Abrir como administrador una nueva instancia de la aplicación ubicada en la posición determinada en la barra de tareas. Tecla Windows + número (0-9) Abre la aplicación anclada a la barra de tareas en la posición indicada por el número. Si la aplicación ya se está ejecutando, cambiar a esa aplicación. Tecla Windows + Mayús + Número (0-9) Iniciar una nueva instancia de la aplicación anclada a la barra de tareas en la posición indicada por el número. Tecla Windows + T Desplazarse por las aplicaciones de la barra de tareas. Cuando se conecta a varios monitores, el uso continuado se desplazará por las aplicaciones en todas las pantallas disponibles. Tecla Windows + Mayús + T Ir a la aplicación anterior en la barra de tareas. Cuando se conecta a varios monitores, el uso continuado se desplazará por las aplicaciones en todas las pantallas disponibles.",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — Métodos abreviados de teclado de la configuración",
      "contenido": "Usa los siguientes métodos abreviados de teclado con la aplicación Configuración. Presione esta tecla: Para realizar esta acción: Teclas de dirección Mover el foco por la región seleccionada actualmente. Desplácese por la página. Retroceso Navega hacia atrás. Entrar Barra espaciadora Seleccionar el elemento actual que tiene el foco. Mayús + Tab Retroceder por las regiones. TAB Avanzar por las regiones. Tecla Windows + I Abre la aplicación Configuración.\n\nMétodos abreviados de teclado adicionales:\nMétodos abreviados de teclado de las aplicaciones Métodos abreviados de teclado de Windows para accesibilidad Métodos abreviados de teclado para la Barra de juegos Métodos abreviados de teclado en Microsoft 365 Usar la clave de Office Teclas de método abreviado de Escritorio remoto",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — Copiar, pegar y otros métodos abreviados de teclado generales",
      "contenido": "Presiona esta tecla Para hacer esto Ctrl + X Cortar el elemento seleccionado. Ctrl + C (o Ctrl + Insertar) Copiar el elemento seleccionado. Ctrl + V (o Mayús + Insertar) Pegar el elemento seleccionado. Ctrl + Z Deshacer una acción. Alt + Tabulador Cambiar entre aplicaciones abiertas. Alt + F4 Cerrar el elemento activo o salir de la aplicación activa. Tecla Windows + L Bloquear el equipo. Tecla Windows + D Mostrar y ocultar el escritorio. F2 Cambiar el nombre del elemento seleccionado. F3 Buscar un archivo o una carpeta en el Explorador de archivos. F4 Mostrar la lista de la barra de direcciones en el Explorador de archivos. F5 Actualizar la ventana activa. F6 Desplazarse por los elementos de la pantalla en una ventana o en el escritorio. F10 Activar la barra de menús en la aplicación activa. Alt + F8 Mostrar la contraseña en la pantalla de inicio de sesión. Alt + Esc Desplazarse por los elementos en el orden en que se abrieron. Alt + letra subrayada Ejecutar el comando correspondiente a esa letra. Alt + Entrar Ver las propiedades del elemento seleccionado. Alt + Barra espaciadora Abrir el menú contextual de la ventana activa. Alt + Flecha izquierda Volver. Alt + Flecha derecha Ir hacia delante. Alt + Re Pág Subir una pantalla. Alt + Av Pág Bajar una pantalla. Ctrl + F4 Cerrar el documento activo (en las aplicaciones que están abiertas a pantalla completa y que te permiten tener abiertos varios documentos simultáneamente). Ctrl + A Seleccionar todos los elementos en un documento o ventana. Ctrl + D (o Supr) Eliminar el elemento seleccionado y moverlo a la papelera de reciclaje. Ctrl + R (o F5) Actualizar la ventana activa. Ctrl + Y Rehacer una acción. Ctrl + Flecha derecha Mover el cursor al principio de la palabra siguiente. Ctrl + Flecha izquierda Mover el cursor al principio de la palabra anterior. Ctrl + Flecha abajo Mover el cursor al principio del párrafo siguiente. Ctrl + Flecha arriba Mover el cursor al principio del párrafo anterior. Ctrl + Alt + Tabulador Usar las teclas de dirección para cambiar entre todas las aplicaciones abiertas. Alt + Mayús + teclas de dirección Cuando un grupo o un icono tiene el foco en el menú Inicio, moverlo en la dirección especificada. Ctrl + Mayús + teclas de dirección Cuando una ventana tenga el foco en el menú Inicio, muévelo a otra ventana para crear una carpeta. Ctrl + teclas de dirección Cambiar el tamaño del menú Inicio cuando se abre. Ctrl + tecla de dirección (para desplazarse a un elemento) + Barra espaciadora Seleccionar varios elementos individuales en una ventana o en el escritorio. Ctrl + Mayús con una tecla de dirección Seleccionar un bloque de texto. Ctrl + Esc Abrir Inicio. Ctrl + Mayús + Esc Abrir el Administrador de tareas. Ctrl + Mayús Cambiar la distribución del teclado cuando hay varias distribuciones del teclado disponibles. Ctrl + Barra espaciadora Activar o desactivar el Editor de métodos de entrada (IME) para chino. Mayús + F10 Mostrar el menú contextual del elemento seleccionado. Mayús con cualquier tecla de dirección Seleccionar varios elementos en una ventana o en el escritorio, o bien seleccionar texto en un documento. Mayús + Supr Eliminar el elemento seleccionado sin moverlo a la papelera de reciclaje. Flecha derecha Abrir el siguiente menú de la derecha o abrir un submenú. Flecha izquierda Abrir el siguiente menú de la izquierda o cerrar un submenú. Esc Detener la tarea actual o salir de ella. PrtScn Tomar una captura de pantalla de la pantalla completa y copiarla en el Portapapeles. Nota: Puedes cambiar este acceso directo para que también se abra el recorte de pantalla, que te permite editar tu captura de pantalla. Selecciona Inicio > Configuración > Accesibilidad > Teclado y activa el botón de alternancia en Acceso directo para imprimir pantalla. Utiliza la tecla Impr Pant para abrir el recorte de pantalla",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — Métodos abreviados de teclado de la tecla Windows",
      "contenido": "Presiona esta tecla Para realizar esta acción Tecla Windows Abrir o cerrar Inicio. Tecla Windows + A Abrir el Centro de actividades. Tecla Windows + B Llevar el foco al área de notificación. Tecla Windows + C Abrir Cortana en modo de escucha.Notas: Este método abreviado está desactivado de forma predeterminada. Para activarla, selecciona Inicio > Configuración > Cortana y activa el botón de alternancia en Permitir que Cortana escuche mis comandos al presionar la tecla windows + C. Cortana está disponible solo en algunos países o regiones y es posible que algunas de sus funciones no estén disponibles en todos ellos. Si Cortana no está disponible o está desactivada, puedes seguir usando Buscar. Tecla Windows + Mayús + C Abrir el menú de botones de acceso. Tecla Windows + D Mostrar y ocultar el escritorio. Tecla Windows + E Abre el Explorador de archivos. Tecla Windows + F Abrir el Centro de opiniones y hacer una captura de pantalla. Tecla Windows + G Abrir la barra de juegos con un juego abierto. Tecla Windows + Alt + B Activar o desactivar HDR. Nota: Se aplica a la versión 5.721.7292.0 o posterior de la aplicación Game Bar. Para actualizar la Barra de juegos, ve a la aplicación Microsoft Store y busca actualizaciones. Tecla Windows + H Iniciar dictado. Tecla Windows + I Abrir configuración. Tecla Windows + Mayús + A Resaltar una sugerencia de Windows cuando esté disponible. Cuando aparece una sugerencia de Windows, esta se resalta. Al presionar los métodos abreviados de teclado de nuevo para enfocar el elemento de la pantalla en el que está anclado la sugerencia de Windows. Tecla Windows + K Abrir la acción rápida Conectar. Tecla Windows + L Bloquear el equipo o cambiar de cuenta. Tecla Windows + M Minimizar todas las ventanas. Tecla Windows + O Bloquear la orientación del dispositivo. Tecla Windows + P Elegir un modo de presentación. Tecla Windows + Ctrl + Q Abrir Asistencia rápida. Tecla Windows + R Abrir el cuadro de diálogo Ejecutar. Tecla Windows + S Abrir la búsqueda. Tecla Windows + Mayús + S Realizar una captura de pantalla de parte de la pantalla. Tecla Windows + T Desplazarse por las aplicaciones de la barra de tareas. Tecla Windows + U Abrir el Centro de accesibilidad. Tecla Windows + V Abrir el Portapapeles. Nota Para activar este acceso directo, selecciona Inicio > Configuración > Sistema > Portapapeles y activa el botón de alternancia en Historial del portapapeles. Tecla Windows + Mayús + V Desplazarse por las notificaciones. Tecla Windows + X Abrir el menú Vínculo rápido. Tecla Windows + Y Cambiar entrada entre Windows Mixed Reality y el escritorio. Tecla Windows + Z Mostrar los comandos disponibles en una aplicación en modo de pantalla completa. Tecla Windows + punto (.) o punto y coma (;) Abrir el panel de emojis. Tecla Windows + coma (,) Ojear temporalmente el escritorio. Tecla Windows + Pausa Mostrar el cuadro de diálogo Propiedades del sistema Tecla Windows + Ctrl + F Buscar equipos (en una red). Tecla Windows + Mayús + M Restaurar las ventanas minimizadas en el escritorio. Tecla Windows + número Abrir el escritorio e iniciar la aplicación anclada a la barra de tareas en la posición indicada por el número. Si la aplicación ya se está ejecutando, cambiar a esa aplicación. Tecla Windows + Mayús + número Abrir el escritorio e iniciar una nueva instancia de la aplicación anclada a la barra de tareas en la posición indicada por el número. Tecla Windows + Ctrl + número Abrir el escritorio y cambiar a la última ventana activa de la aplicación anclada a la barra de tareas en la posición indicada por el número. Tecla Windows + Alt + número Abrir el escritorio y abrir la lista de accesos directos de la aplicación anclada a la barra de tareas en la posición indicada por el número. Tecla Windows + Ctrl + Mayús + número Abrir el escritorio y abrir una nueva instancia de la aplicación ubicada en la posición determinada en la barra de tareas como administrador. Tecla Windows + Tabulador Abrir la Vista de tareas. Tecla Windows + Flecha arriba Maximizar la ventana. Tecla Windows + Flecha abajo Quitar la aplicación actual de la pantalla o minimizar la ventana del escritorio. Tecla Windows + Flecha izquierda Maximizar la ventana de la aplicación o del escritorio en el lado izquierdo de la pantalla. Tecla Windows + Flecha derecha Maximizar la ventana de la aplicación o del escritorio en el lado derecho de la pantalla. Tecla Windows + Inicio Minimizar todo excepto la ventana del escritorio activa (repetir la acción para restaurar todas las ventanas). Tecla Windows + Mayús + Flecha arriba Expandir la ventana del escritorio a la parte superior e inferior de la pantalla. Tecla Windows + Mayús + Flecha abajo Restaura o minimiza verticalmente las ventanas del escritorio activas manteniendo el ancho. Tecla Windows + Mayús + Flecha izquierda o derecha Mover una aplicación o ventana del escritorio de un monitor a otro. Tecla Windows + Barra espaciadora Cambiar entre el idioma de entrada y la distribución del teclado. Tecla Windows + Ctrl + Barra espaciadora Cambiar a una entrada seleccionada anteriormente. Tecla Windows + Ctrl + Entrar Activar Narrador. Tecla Windows + Signo más (+) Abrir la Lupa. Tecla Windows + barra diagonal (/) Comenzar la reconversión de IME. Tecla Windows + Ctrl + V Abrir notificaciones animadas. Tecla Windows + Ctrl + Mayús + B Reactivar PC desde una pantalla en blanco o negra. Tecla Windows + Alt + Entrar (en el foco del elemento de la barra de tareas) Abre la configuración de la barra de tareas.",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — Métodos abreviados de teclado del símbolo del sistema",
      "contenido": "Presiona esta tecla Para hacer esto Ctrl + C (o Ctrl + Insertar) Copiar el texto seleccionado. Ctrl + V (o Mayús + Insertar) Pegar el texto seleccionado. Ctrl + M Acceder al modo de marca. Alt + tecla de selección Iniciar la selección en modo de bloque. Teclas de dirección Mover el cursor en la dirección especificada. Re Pág Subir el cursor una página. Av Pág Bajar el cursor una página. Ctrl + Inicio (modo de marca) Mover el cursor al principio del búfer. Ctrl + Fin (modo de marca) Mover el cursor al final del búfer. Ctrl + Flecha arriba Subir una línea en el historial de salida. Ctrl + Flecha abajo Bajar una línea en el historial de salida. Ctrl + Inicio (navegación por el historial) Si la línea de comandos está vacía, mueve la ventanilla a la parte superior del búfer. De lo contrario, elimina todos los caracteres a la izquierda del cursor en la línea de comandos. Ctrl + Fin (navegación por el historial) Si la línea de comandos está vacía, mueve la ventanilla a la línea de comandos. De lo contrario, elimina todos los caracteres que se encuentran a la derecha del cursor en la línea de comandos.",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — Métodos abreviados de teclado de los cuadros de diálogo",
      "contenido": "Presiona esta tecla Para hacer esto F4 Mostrar los elementos de la lista activa. Ctrl + Tabulador Avanzar a través de las pestañas. Ctrl + Mayús + Tabulador Retroceder a través de las pestañas. Ctrl + número (número 1–9) Desplazarse a la enésima pestaña. Tabulador Avanzar a través de las opciones. Mayús + Tabulador Retroceder a través de las opciones. Alt + letra subrayada Ejecutar el comando (o seleccionar la opción) que se usa con la letra. Barra espaciadora Si la opción activa es una casilla, activarla o desactivarla. Retroceso Abrir una carpeta de un nivel superior si hay una carpeta seleccionada en el cuadro de diálogo Guardar como o Abrir. Teclas de dirección Si la opción activa es un grupo de botones de opción, seleccionar un botón.",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — Métodos abreviados de teclado del Explorador de archivos",
      "contenido": "Presiona esta tecla Para hacer esto Alt + D Seleccionar la barra de direcciones. Ctrl + E Seleccionar el cuadro de búsqueda. Ctrl + F Seleccionar el cuadro de búsqueda. Ctrl + N Abrir una ventana nueva. Ctrl + W Cierre la ventana activa. Ctrl + rueda del ratón Cambiar el tamaño y la apariencia de los iconos de archivos y carpetas. Ctrl + Mayús + E Mostrar todas las carpetas situadas sobre la carpeta seleccionada. Ctrl + Mayús + N Crear una carpeta nueva. Bloq Num + asterisco (*) Mostrar todas las subcarpetas de la carpeta seleccionada. Bloq Num + signo más (+) Mostrar el contenido de la carpeta seleccionada. Bloq Num + signo menos (-) Contraer la carpeta seleccionada. Alt + P Mostrar el panel de vista previa. Alt + Entrar Abrir el cuadro de diálogo Propiedades del elemento seleccionado. Alt + Flecha derecha Ver la carpeta siguiente. Alt + Flecha arriba Ver la carpeta que contenía la carpeta. Alt + Flecha izquierda Ver la carpeta anterior. Retroceso Ver la carpeta anterior. Flecha derecha Mostrar la selección actual si está contraída o seleccionar la primera subcarpeta. Flecha izquierda Contraer la selección actual si está expandida o seleccionar la carpeta que contenía la carpeta. Fin Mostrar la parte inferior de la ventana activa. Inicio Mostrar la parte superior de la ventana activa. F11 Maximizar o minimizar la ventana activa.",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — Métodos abreviados de teclado de escritorios virtuales",
      "contenido": "Presiona esta tecla Para Tecla Windows + Tabulador Abrir la Vista de tareas. Tecla Windows + Ctrl + D Agregar un escritorio virtual. Tecla Windows + Ctrl + Flecha derecha Cambiar entre escritorios virtuales que creaste a la derecha. Tecla Windows + Ctrl + Flecha izquierda Cambiar entre escritorios virtuales que creaste a la izquierda. Tecla Windows + Ctrl + F4 Cerrar el escritorio virtual que estás usando.",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — Métodos abreviados de teclado de la barra de tareas",
      "contenido": "Presiona esta tecla Para hacer esto Mayús + clic en un botón de la barra de tareas Abrir una aplicación o abrir rápidamente otra instancia de una aplicación. Ctrl + Mayús + clic en un botón de la barra de tareas Abrir una aplicación como un administrador. Mayús + clic con el botón derecho en un botón de la barra de tareas Mostrar el menú de la ventana de la aplicación. Mayús + clic con el botón derecho en un botón de la barra de tareas agrupadas Mostrar el menú de la ventana del grupo. Ctrl + clic en un botón de la barra de tareas agrupadas Desplazarse a través de las ventanas del grupo.\n\nMétodos abreviados de teclado de la configuración:\nPresiona esta tecla Para realizar esta acción Tecla Windows + I Abre la configuración. Retroceso Volver a la página principal de Configuración. Escribir en cualquier página con el cuadro de búsqueda Buscar en Configuración.\n\nMétodos abreviados de teclado adicionales:\nMétodos abreviados de teclado de las aplicaciones Métodos abreviados de teclado de Windows para accesibilidad Métodos abreviados de teclado de Continuum para teléfonos",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — ¿Necesita más ayuda?",
      "contenido": "¿Quiere más opciones? DescubrirComunidadPóngase en contacto con nosotros Explore las ventajas de las suscripciones, examine los cursos de aprendizaje, aprenda a proteger su dispositivo y mucho más. Ventajas de la suscripción de Microsoft 365 Aprendizaje de Microsoft 365 Seguridad de Microsoft Centro de accesibilidad Las comunidades le ayudan a formular y responder preguntas, enviar comentarios y leer a expertos con conocimientos extensos. Pregunte en Microsoft Community Microsoft Tech Community Windows Insiders Microsoft 365 Insiders Encuentre soluciones a problemas comunes u obtenga ayuda de un agente de soporte técnico. Soporte en línea",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Métodos abreviados de teclado de Windows - Soporte técnico de Microsoft — ¿Quiere más opciones?",
      "contenido": "DescubrirComunidadPóngase en contacto con nosotros Explore las ventajas de las suscripciones, examine los cursos de aprendizaje, aprenda a proteger su dispositivo y mucho más. Ventajas de la suscripción de Microsoft 365 Aprendizaje de Microsoft 365 Seguridad de Microsoft Centro de accesibilidad Las comunidades le ayudan a formular y responder preguntas, enviar comentarios y leer a expertos con conocimientos extensos. Pregunte en Microsoft Community Microsoft Tech Community Windows Insiders Microsoft 365 Insiders Encuentre soluciones a problemas comunes u obtenga ayuda de un agente de soporte técnico. Soporte en línea",
      "subtema": "Atajos Windows",
      "fuente_url": "https://support.microsoft.com/es-es/windows/m%c3%e9todos-abreviados-de-teclado-en-windows-dcc61a57-8ff0-cffe-9796-cb9706c75eec"
    },
    {
      "titulo": "Ayuda y aprendizaje de Microsoft 365 Copilot — ¿Listo para probar Microsoft 365 Copilot? Empiece aquí",
      "contenido": "Vea cómo Copilot le ayuda a ser más productivo Duración: 1 minuto 52 segundos Vea cómo Copilot hace que sea más fácil crear, editar y mucho más Duración: 2 minutos 12 segundos Vea cómo crear más rápidamente con Copilot Duración: 2 minutos 19 segundos Vea cómo puede chatear de forma más eficaz con Copilot Duración: 2 minutos 16 segundos\n\nDescubrir Copilot en aplicaciones de Microsoft 365:\nAplicación Microsoft 365 Copilot Outlook Word PowerPoint Teams Excel OneNote OneDrive Whiteboard Planner Formularios SharePoint Clipchamp Viva",
      "subtema": "Copilot",
      "fuente_url": "https://support.microsoft.com/es-es/copilot"
    },
    {
      "titulo": "Ayuda y aprendizaje de Microsoft 365 Copilot — Haga IA para cada parte de su día laboral",
      "contenido": "Proteger el chat de IA para el trabajo Formular preguntas y obtener respuestas Ponerse al día rápidamente Acceso estándar y prioritario Área de trabajo con tecnología de IA para tareas enfocadas Introducción a Anotaciones de Copilot Agregar archivos de referencia al bloc de notas Preguntar a Copilot sobre el bloc de notas Haga que sus ideas cobren vida Crear imágenes generadas por IA Crear un vídeo breve Crear una infografía Automatizar tareas con agentes Introducción a los agentes Más información sobre cómo usar el agente investigador Agentes de Word, Excel y PowerPoint",
      "subtema": "Copilot",
      "fuente_url": "https://support.microsoft.com/es-es/copilot"
    },
    {
      "titulo": "Ayuda y aprendizaje de Microsoft 365 Copilot — El arte de hablar con Copilot",
      "contenido": "Obtenga más información sobre los avisos de Copilot Descubra lo que puede hacer con las indicaciones de Copilot. Editar un mensaje de Copilot para que esté a su estilo Encuentre más ejemplos de solicitudes para sus necesidades. Saque el máximo partido a Copilot Consulte sugerencias y trucos para obtener indicaciones eficaces de Copilot. Comparta sus mejores indicaciones Obtenga información sobre cómo encontrar, guardar y compartir mensajes.",
      "subtema": "Copilot",
      "fuente_url": "https://support.microsoft.com/es-es/copilot"
    },
    {
      "titulo": "Ayuda y aprendizaje de Microsoft 365 Copilot — Copilot y su privacidad",
      "contenido": "Copiloto en Microsoft 365 (usuarios domésticos) Obtén más información sobre cómo Copilot usa los datos en las Aplicaciones de Microsoft 365 en casa. Copilot para Microsoft 365 (administradores y profesionales de TI) Obtenga más información sobre cómo se usan y protegen los datos de la organización al usar Copilot para Microsoft 365. Comentarios de Copilot Obtenga más información sobre los datos que se recopilan con los comentarios de Copilot para las aplicaciones de Microsoft 365.",
      "subtema": "Copilot",
      "fuente_url": "https://support.microsoft.com/es-es/copilot"
    },
    {
      "titulo": "Ayuda y aprendizaje de Microsoft 365 Copilot — Copilot para todos",
      "contenido": "¿Dónde puedo obtener Copilot? Obtenga información actualizada sobre cómo y dónde obtener acceso a Microsoft 365 Copilot. Usuarios particulares Descubra cómo Copilot aumenta su creatividad y productividad. Líderes empresariales Examine recursos útiles para impulsar la adopción de Copilot para Microsoft 365 en su empresa. Administradores Encuentre recursos técnicos para ayudar a su organización a usar Copilot para Microsoft 365 en el trabajo.\n\nRecorra la ruta de aprendizaje en profundidad:\nIntroducción a Microsoft 365 Copilot Cree indicaciones eficaces para Copilot para Microsoft 365 Capacite a sus recursos con los casos de uso de Copilot para Microsoft 365",
      "subtema": "Copilot",
      "fuente_url": "https://support.microsoft.com/es-es/copilot"
    },
    {
      "titulo": "Ayuda y aprendizaje de Microsoft 365 Copilot — Ver cursos dirigidos por entrenadores técnicos de Microsoft",
      "contenido": "Vídeo del curso: Borrador, análisis y presentación con Copilot Descubra cómo usar Copilot en aplicaciones de Microsoft 365 (solo en inglés). Vídeo del curso: Explorar Microsoft 365 Copilot Chat Aprende a trabajar de forma más inteligente con Copilot Chat (solo en inglés). Registrarse para cursos de Microsoft 365 Copilot Use Copilot en su trabajo diario (solo en inglés).",
      "subtema": "Copilot",
      "fuente_url": "https://support.microsoft.com/es-es/copilot"
    },
    {
      "titulo": "Ayuda y aprendizaje de Microsoft 365 Copilot — Recursos de aprendizaje adicionales",
      "contenido": "Academia Copilot Mejore sus aptitudes de IA y la experiencia de Copilot a través del aprendizaje guiado. Biblioteca de escenarios de Microsoft Copilot Vea los resultados de ejemplo y las medidas de éxito por departamento. Ponga la IA al servicio de su organización Desarrolle habilidades técnicas con la ayuda del centro de aprendizaje de IA.",
      "subtema": "Copilot",
      "fuente_url": "https://support.microsoft.com/es-es/copilot"
    }
  ]
}