{
  "ley_nombre": "LOVIGEN",
  "ley_codigo": "BOE-A-2004-21760",
  "ley_nombre_completo": "Ley Orgánica 1/2004, de 28 de diciembre, de Medidas de Protección Integral contra la Violencia de Género",
  "fecha_scraping": "2026-02-22T23:09:43.034Z",
  "total_articulos": 106,
  "articulos": [
    {
      "numero": "1",
      "titulo_articulo": "Artículo 1. Objeto de la Ley.",
      "titulo_seccion": "",
      "texto_integro": "1. La presente Ley tiene por objeto actuar contra la violencia que, como manifestación de la discriminación, la situación de desigualdad y las relaciones de poder de los hombres sobre las mujeres, se ejerce sobre éstas por parte de quienes sean o hayan sido sus cónyuges o de quienes estén o hayan estado ligados a ellas por relaciones similares de afectividad, aun sin convivencia.\n2. Por esta ley se establecen medidas de protección integral cuya finalidad es prevenir, sancionar y erradicar esta violencia y prestar asistencia a las mujeres, a sus hijos menores y a los menores sujetos a su tutela, o guarda y custodia, víctimas de esta violencia.\n3. La violencia de género a que se refiere la presente Ley comprende todo acto de violencia física y psicológica, incluidas las agresiones a la libertad sexual, las amenazas, las coacciones o la privación arbitraria de libertad.\n4. La violencia de género a que se refiere esta Ley también comprende la violencia que con el objetivo de causar perjuicio o daño a las mujeres se ejerza sobre sus familiares o allegados menores de edad por parte de las personas indicadas en el apartado primero."
    },
    {
      "numero": "2",
      "titulo_articulo": "Artículo 2. Principios rectores.",
      "titulo_seccion": "",
      "texto_integro": "A través de esta Ley se articula un conjunto integral de medidas encaminadas a alcanzar los siguientes fines:\na) Fortalecer las medidas de sensibilización ciudadana de prevención, dotando a los poderes públicos de instrumentos eficaces en el ámbito educativo, servicios sociales, sanitario, publicitario y mediático.\nb) Consagrar derechos de las mujeres víctimas de violencia de género, exigibles ante las Administraciones Públicas, y así asegurar un acceso rápido, transparente y eficaz a los servicios establecidos al efecto.\nc) Reforzar hasta la consecución de los mínimos exigidos por los objetivos de la ley los servicios sociales de información, de atención, de emergencia, de apoyo y de recuperación integral, así como establecer un sistema para la más eficaz coordinación de los servicios ya existentes a nivel municipal y autonómico.\nd) Garantizar derechos en el ámbito laboral y funcionarial que concilien los requerimientos de la relación laboral y de empleo público con las circunstancias de aquellas trabajadoras o funcionarias que sufran violencia de género.\ne) Garantizar derechos económicos para las mujeres víctimas de violencia de género, con el fin de facilitar su integración social.\nf) Establecer un sistema integral de tutela institucional en el que la Administración General del Estado, a través de la Delegación Especial del Gobierno contra la Violencia sobre la Mujer, en colaboración con el Observatorio Estatal de la Violencia sobre la Mujer, impulse la creación de políticas públicas dirigidas a ofrecer tutela a las víctimas de la violencia contemplada en la presente Ley.\ng) Fortalecer el marco penal y procesal vigente para asegurar una protección integral, desde las instancias jurisdiccionales, a las víctimas de violencia de género.\nh) Coordinar los recursos e instrumentos de todo tipo de los distintos poderes públicos para asegurar la prevención de los hechos de violencia de género y, en su caso, la sanción adecuada a los culpables de los mismos.\ni) Promover la colaboración y participación de las entidades, asociaciones y organizaciones que desde la sociedad civil actúan contra la violencia de género.\nj) Fomentar la especialización de los colectivos profesionales que intervienen en el proceso de información, atención y protección a las víctimas.\nk) Garantizar el principio de transversalidad de las medidas, de manera que en su aplicación se tengan en cuenta las necesidades y demandas específicas de todas las mujeres víctimas de violencia de género."
    },
    {
      "numero": "3",
      "titulo_articulo": "Artículo 3. Planes de sensibilización.",
      "titulo_seccion": "TÍTULO I — Medidas de sensibilización, prevención y detección",
      "texto_integro": "1. Desde la responsabilidad del Gobierno del Estado y de manera inmediata a la entrada en vigor de esta ley, con la consiguiente dotación presupuestaria, se pondrá en marcha un Plan Estatal de Sensibilización y Prevención de la Violencia de Género con carácter permanente que como mínimo recoja los siguientes elementos:\na) Que introduzca en el escenario social las nuevas escalas de valores basadas en el respeto de los derechos y libertades fundamentales y de la igualdad entre hombres y mujeres, así como en el ejercicio de la tolerancia y de la libertad dentro de los principios democráticos de convivencia, todo ello desde la perspectiva de las relaciones de género.\nb) Dirigido tanto a hombres como a mujeres, desde un trabajo comunitario e intercultural, incluyendo el ámbito de las tecnologías de la información y el digital.\nc) Que contemple un amplio programa de formación complementaria y de reciclaje de los profesionales que intervienen en estas situaciones.\nd) Controlado por una Comisión de amplia participación, que se creará en un plazo máximo de un mes, en la que se ha de asegurar la presencia de las víctimas y su entorno, las instituciones, los profesionales y de personas de reconocido prestigio social relacionado con el tratamiento de estos temas.\nLa Delegación del Gobierno contra la Violencia de Género, oída la Comisión a la que se refiere el párrafo anterior, elaborará el Informe anual de evaluación del Plan Estatal de Sensibilización y Prevención de la Violencia de Género y lo remitirá a las Cortes Generales.\n2. Los poderes públicos, en el marco de sus competencias, impulsarán además campañas de información y sensibilización específicas con el fin de prevenir la violencia de género.\n3. Las campañas de información y sensibilización contra esta forma de violencia se realizarán de manera que se garantice el acceso a las mismas de las personas con discapacidad."
    },
    {
      "numero": "4",
      "titulo_articulo": "Artículo 4. Principios y valores del sistema educativo.",
      "titulo_seccion": "TÍTULO I — Medidas de sensibilización, prevención y detección | CAPÍTULO I — En el ámbito educativo",
      "texto_integro": "1. El sistema educativo español incluirá entre sus fines la formación en el respeto de los derechos y libertades fundamentales y de la igualdad entre hombres y mujeres, así como en el ejercicio de la tolerancia y de la libertad dentro de los principios democráticos de convivencia.\nIgualmente, el sistema educativo español incluirá, dentro de sus principios de calidad, la eliminación de los obstáculos que dificultan la plena igualdad entre hombres y mujeres y la formación para la prevención de conflictos y para la resolución pacífica de los mismos.\n2. La Educación Infantil contribuirá a desarrollar en la infancia el aprendizaje en la resolución pacífica de conflictos.\n3. La Educación Primaria contribuirá a desarrollar en el alumnado su capacidad para adquirir habilidades en la resolución pacífica de conflictos y para comprender y respetar la igualdad entre sexos.\n4. La Educación Secundaria Obligatoria contribuirá a desarrollar en el alumnado la capacidad para relacionarse con los demás de forma pacífica y para conocer, valorar y respetar la igualdad de oportunidades de hombres y mujeres.\n5. El Bachillerato y la Formación Profesional contribuirán a desarrollar en el alumnado la capacidad para consolidar su madurez personal, social y moral, que les permita actuar de forma responsable y autónoma y para analizar y valorar críticamente las desigualdades de sexo y fomentar la igualdad real y efectiva entre hombres y mujeres.\n6. La Enseñanza para las personas adultas incluirá entre sus objetivos desarrollar actividades en la resolución pacífica de conflictos y fomentar el respeto a la dignidad de las personas y a la igualdad entre hombres y mujeres.\n7. Las Universidades incluirán y fomentarán en todos los ámbitos académicos la formación, docencia e investigación en igualdad de género y no discriminación de forma transversal."
    },
    {
      "numero": "5",
      "titulo_articulo": "Artículo 5. Escolarización inmediata en caso de violencia de género.",
      "titulo_seccion": "TÍTULO I — Medidas de sensibilización, prevención y detección | CAPÍTULO I — En el ámbito educativo",
      "texto_integro": "Las Administraciones competentes deberán prever la escolarización inmediata de los hijos que se vean afectados por un cambio de residencia derivada de actos de violencia de género."
    },
    {
      "numero": "6",
      "titulo_articulo": "Artículo 6. Fomento de la igualdad.",
      "titulo_seccion": "TÍTULO I — Medidas de sensibilización, prevención y detección | CAPÍTULO I — En el ámbito educativo",
      "texto_integro": "Con el fin de garantizar la efectiva igualdad entre hombres y mujeres, las Administraciones educativas velarán para que en todos los materiales educativos se eliminen los estereotipos sexistas o discriminatorios y para que fomenten el igual valor de hombres y mujeres."
    },
    {
      "numero": "7",
      "titulo_articulo": "Artículo 7. Formación inicial y permanente del profesorado.",
      "titulo_seccion": "TÍTULO I — Medidas de sensibilización, prevención y detección | CAPÍTULO I — En el ámbito educativo",
      "texto_integro": "Las Administraciones educativas adoptarán las medidas necesarias para que en los planes de formación inicial y permanente del profesorado se incluya una formación específica en materia de igualdad, con el fin de asegurar que adquieren los conocimientos y las técnicas necesarias que les habiliten para:\na) La educación en el respeto de los derechos y libertades fundamentales y de la igualdad entre hombres y mujeres y en el ejercicio de la tolerancia y de la libertad dentro de los principios democráticos de convivencia.\nb) La educación en la prevención de conflictos y en la resolución pacífica de los mismos, en todos los ámbitos de la vida personal, familiar y social.\nc) La detección precoz de la violencia en el ámbito familiar, especialmente sobre la mujer y los hijos e hijas.\nd) El fomento de actitudes encaminadas al ejercicio de iguales derechos y obligaciones por parte de mujeres y hombres, tanto en el ámbito público como privado, y la corresponsabilidad entre los mismos en el ámbito doméstico."
    },
    {
      "numero": "8",
      "titulo_articulo": "Artículo 8. Participación en los Consejos Escolares.",
      "titulo_seccion": "TÍTULO I — Medidas de sensibilización, prevención y detección | CAPÍTULO I — En el ámbito educativo",
      "texto_integro": "Se adoptarán las medidas precisas para asegurar que los Consejos Escolares impulsen la adopción de medidas educativas que fomenten la igualdad real y efectiva entre hombres y mujeres. Con el mismo fin, en el Consejo Escolar del Estado se asegurará la representación del Instituto de la Mujer y de las organizaciones que defiendan los intereses de las mujeres, con implantación en todo el territorio nacional."
    },
    {
      "numero": "9",
      "titulo_articulo": "Artículo 9. Actuación de la inspección educativa.",
      "titulo_seccion": "TÍTULO I — Medidas de sensibilización, prevención y detección | CAPÍTULO I — En el ámbito educativo",
      "texto_integro": "Los servicios de inspección educativa velarán por el cumplimiento y aplicación de los principios y valores recogidos en este capítulo en el sistema educativo destinados a fomentar la igualdad real entre mujeres y hombres."
    },
    {
      "numero": "10",
      "titulo_articulo": "Artículo 10. Publicidad ilícita.",
      "titulo_seccion": "TÍTULO I — Medidas de sensibilización, prevención y detección | CAPÍTULO II — En el ámbito de la publicidad y de los medios de comunicación",
      "texto_integro": "De acuerdo con lo establecido en la Ley 34/1988, de 11 de noviembre, General de Publicidad, se considerará ilícita la publicidad que utilice la imagen de la mujer con carácter vejatorio o discriminatorio."
    },
    {
      "numero": "11",
      "titulo_articulo": "Artículo 11.",
      "titulo_seccion": "TÍTULO I — Medidas de sensibilización, prevención y detección | CAPÍTULO II — En el ámbito de la publicidad y de los medios de comunicación",
      "texto_integro": "El Ente público al que corresponda velar para que los medios audiovisuales cumplan sus obligaciones adoptará las medidas que procedan para asegurar un tratamiento de la mujer conforme con los principios y valores constitucionales, sin perjuicio de las posibles actuaciones por parte de otras entidades."
    },
    {
      "numero": "12",
      "titulo_articulo": "Artículo 12. Titulares de la acción de cesación y rectificación.",
      "titulo_seccion": "TÍTULO I — Medidas de sensibilización, prevención y detección | CAPÍTULO II — En el ámbito de la publicidad y de los medios de comunicación",
      "texto_integro": "La Delegación Especial del Gobierno contra la Violencia sobre la Mujer , el Instituto de la Mujer u órgano equivalente de cada Comunidad Autónoma, el Ministerio Fiscal y las Asociaciones que tengan como objetivo único la defensa de los intereses de la mujer estarán legitimados para ejercitar ante los Tribunales la acción de cesación de publicidad ilícita por utilizar en forma vejatoria la imagen de la mujer, en los términos de la Ley 34/1988, de 11 de noviembre, General de Publicidad."
    },
    {
      "numero": "13",
      "titulo_articulo": "Artículo 13. Medios de comunicación.",
      "titulo_seccion": "TÍTULO I — Medidas de sensibilización, prevención y detección | CAPÍTULO II — En el ámbito de la publicidad y de los medios de comunicación",
      "texto_integro": "1. Las Administraciones Públicas velarán por el cumplimiento estricto de la legislación en lo relativo a la protección y salvaguarda de los derechos fundamentales, con especial atención a la erradicación de conductas favorecedoras de situaciones de desigualdad de las mujeres en todos los medios de comunicación social, de acuerdo con la legislación vigente.\n2. La Administración pública promoverá acuerdos de autorregulación que, contando con mecanismos de control preventivo y de resolución extrajudicial de controversias eficaces, contribuyan al cumplimiento de la legislación publicitaria."
    },
    {
      "numero": "14",
      "titulo_articulo": "Artículo 14.",
      "titulo_seccion": "TÍTULO I — Medidas de sensibilización, prevención y detección | CAPÍTULO II — En el ámbito de la publicidad y de los medios de comunicación",
      "texto_integro": "Los medios de comunicación fomentarán la protección y salvaguarda de la igualdad entre hombre y mujer, evitando toda discriminación entre ellos.\nLa difusión de informaciones relativas a la violencia sobre la mujer garantizará, con la correspondiente objetividad informativa, la defensa de los derechos humanos, la libertad y dignidad de las mujeres víctimas de violencia y de sus hijos. En particular, se tendrá especial cuidado en el tratamiento gráfico de las informaciones."
    },
    {
      "numero": "15",
      "titulo_articulo": "Artículo 15. Sensibilización y formación.",
      "titulo_seccion": "TÍTULO I — Medidas de sensibilización, prevención y detección | CAPÍTULO III — En el ámbito sanitario",
      "texto_integro": "1. Las Administraciones sanitarias, en el seno del Consejo Interterritorial del Sistema Nacional de Salud, promoverán e impulsarán actuaciones de los profesionales sanitarios para la detección precoz de la violencia de género y propondrán las medidas que estimen necesarias a fin de optimizar la contribución del sector sanitario en la lucha contra este tipo de violencia.\n2. En particular, se desarrollarán programas de sensibilización y formación continuada del personal sanitario con el fin de mejorar e impulsar el diagnóstico precoz, la asistencia y la rehabilitación de la mujer en las situaciones de violencia de género a que se refiere esta Ley.\n3. Las Administraciones educativas competentes asegurarán que en los ámbitos curriculares de las licenciaturas y diplomaturas, y en los programas de especialización de las profesiones sociosanitarias, se incorporen contenidos dirigidos a la capacitación para la prevención, la detección precoz, intervención y apoyo a las víctimas de esta forma de violencia.\n4. En los Planes Nacionales de Salud que procedan se contemplará un apartado de prevención e intervención integral en violencia de género."
    },
    {
      "numero": "16",
      "titulo_articulo": "Artículo 16. Consejo Interterritorial del Sistema Nacional de Salud.",
      "titulo_seccion": "TÍTULO I — Medidas de sensibilización, prevención y detección | CAPÍTULO III — En el ámbito sanitario",
      "texto_integro": "En el seno del Consejo Interterritorial del Sistema Nacional de Salud se constituirá, en el plazo de un año desde la entrada en vigor de la presente Ley, una Comisión contra la Violencia de Género que apoye técnicamente y oriente la planificación de las medidas sanitarias contempladas en este capítulo, evalúe y proponga las necesarias para la aplicación del protocolo sanitario y cualesquiera otras medidas que se estimen precisas para que el sector sanitario contribuya a la erradicación de esta forma de violencia.\nLa Comisión contra la Violencia de Género del Consejo Interterritorial del Sistema Nacional de Salud estará compuesta por representantes de todas las Comunidades Autónomas con competencia en la materia.\nLa Comisión emitirá un informe anual que será remitido al Observatorio Estatal de la Violencia sobre la Mujer y al Pleno del Consejo Interterritorial."
    },
    {
      "numero": "17",
      "titulo_articulo": "Artículo 17. Garantía de los derechos de las víctimas.",
      "titulo_seccion": "TÍTULO II | CAPÍTULO I — Derecho a la información, a la asistencia social integral y a la asistencia jurídica gratuita",
      "texto_integro": "1. Todas las mujeres víctimas de violencia de género tienen garantizados los derechos reconocidos en esta ley, sin que pueda existir discriminación en el acceso a los mismos.\n2. La información, la asistencia social integral y la asistencia jurídica a las víctimas de la violencia de género, en los términos regulados en este capítulo, contribuyen a hacer reales y efectivos sus derechos constitucionales a la integridad física y moral, a la libertad y seguridad y a la igualdad y no discriminación por razón de sexo.\n3. Los servicios de información y orientación, atención psicosocial inmediata, telefónica y en línea, asesoramiento jurídico 24 horas, los servicios de acogida y asistencia social integral, consistentes en orientación jurídica, psicológica y social destinadas a las víctimas de violencias contra las mujeres tendrán carácter de servicios esenciales.\nEn caso de que concurra cualquier situación que dificulte el acceso o la prestación de tales servicios, las administraciones públicas competentes adoptarán las medidas necesarias para garantizar su normal funcionamiento y su adaptación, si fuera necesario, a las necesidades específicas de las víctimas derivadas de la situación de dicha situación excepcional.\nIgualmente, se garantizará el normal funcionamiento y prestación del sistema de seguimiento por medios telemáticos del cumplimiento de las medidas cautelares y penas de prohibición de aproximación en materia de violencia de género."
    },
    {
      "numero": "18",
      "titulo_articulo": "Artículo 18. Derecho a la información.",
      "titulo_seccion": "TÍTULO II | CAPÍTULO I — Derecho a la información, a la asistencia social integral y a la asistencia jurídica gratuita",
      "texto_integro": "1. Las mujeres víctimas de violencia de género tienen derecho a recibir plena información y asesoramiento adecuado a su situación personal, sin que pueda existir discriminación en el acceso a los mismos, a través de los servicios, organismos u oficinas que puedan disponer las administraciones públicas.\nDicha información comprenderá las medidas contempladas en esta ley relativas a su protección y seguridad, y los derechos y ayudas previstos en la misma, así como la referente al lugar de prestación de los servicios de atención, emergencia, apoyo y recuperación integral.\n2. Se garantizará, a través de los medios necesarios, que las mujeres con discapacidad víctimas de violencia de género tengan acceso integral a la información sobre sus derechos y sobre los recursos existentes. Esta información deberá ofrecerse en formato accesible y comprensible a las personas con discapacidad, tales como lengua de signos u otras modalidades u opciones de comunicación, incluidos los sistemas alternativos y aumentativos.\n3. Asimismo, se articularán los medios necesarios para que las mujeres víctimas de violencia de género que por sus circunstancias personales y sociales puedan tener una mayor dificultad para el acceso integral a la información, tengan garantizado el ejercicio efectivo de este derecho. La información deberá ser accesible para las mujeres que desconozcan el castellano o, en su caso, la otra lengua oficial de su territorio de residencia."
    },
    {
      "numero": "19",
      "titulo_articulo": "Artículo 19. Derecho a la atención integral.",
      "titulo_seccion": "TÍTULO II | CAPÍTULO I — Derecho a la información, a la asistencia social integral y a la asistencia jurídica gratuita",
      "texto_integro": "1. Las mujeres víctimas de violencia de género tienen derecho a servicios sociales de atención, de emergencia, de apoyo y acogida y de recuperación integral. La organización de estos servicios por parte de las comunidades autónomas y las Corporaciones Locales responderá a los principios de atención permanente, actuación urgente, especialización de prestaciones y multidisciplinariedad profesional.\n2. La atención multidisciplinar implicará especialmente:\na) Información a las víctimas.\nb) Atención psicológica.\nc) Apoyo social.\nd) Seguimiento de las reclamaciones de los derechos de la mujer.\ne) Apoyo educativo a la unidad familiar.\nf) Formación preventiva en los valores de igualdad dirigida a su desarrollo personal y a la adquisición de habilidades en la resolución no violenta de conflictos.\ng) Apoyo a la formación e inserción laboral.\n3. Los servicios adoptarán fórmulas organizativas que, por la especialización de su personal, por sus características de convergencia e integración de acciones, garanticen la efectividad de los indicados principios, asegurando, en todo caso, la disponibilidad, accesibilidad y calidad de los mismos. En todo caso, se procurará una distribución territorial equitativa de los servicios y se garantizará su accesibilidad a las mujeres de las zonas rurales y otras zonas alejadas.\n4. Estos servicios actuarán coordinadamente y en colaboración con los Cuerpos de Seguridad, los Juzgados de Violencia sobre la Mujer, los servicios sanitarios y las instituciones encargadas de prestar asistencia jurídica a las víctimas del ámbito geográfico correspondiente. Estos servicios podrán solicitar al órgano judicial las medidas urgentes que consideren necesarias.\n5. También tendrán derecho a la asistencia social integral a través de estos servicios sociales los menores que se encuentren bajo la patria potestad o guarda y custodia de la persona agredida, o convivan en contextos familiares en los que se cometen actos de violencia de género. A estos efectos, los servicios sociales deberán contar con personal específicamente formado para atender a los menores, con el fin de prevenir y evitar de forma eficaz las situaciones que puedan comportar daños psíquicos y físicos a los menores que viven en entornos familiares donde existe violencia de género. En particular, deberán contar con profesionales de la psicología infantil para la atención de las hijas e hijos menores víctimas de violencia de género, incluida la violencia vicaria.\n6. En los instrumentos y procedimientos de cooperación entre la Administración General del Estado y la Administración de las comunidades autónomas en las materias reguladas en este artículo, se incluirán compromisos de aportación, por parte de la Administración General del Estado, de recursos financieros referidos específicamente a la prestación de los servicios.\n7. Los organismos de igualdad orientarán y valorarán los programas y acciones que se lleven a cabo y emitirán recomendaciones para su mejora."
    },
    {
      "numero": "19 bis",
      "titulo_articulo": "Artículo 19 bis. Derecho a la atención sanitaria.",
      "titulo_seccion": "TÍTULO II | CAPÍTULO I — Derecho a la información, a la asistencia social integral y a la asistencia jurídica gratuita",
      "texto_integro": "1. El Sistema Público de Salud garantizará a las mujeres víctimas de violencia de género, así como a sus hijos e hijas, el derecho a la atención sanitaria, con especial atención psicológica y psiquiátrica, y al seguimiento de la evolución de su estado de salud hasta su total recuperación, en lo concerniente a la sintomatología o las secuelas psíquicas y físicas derivadas de la situación de violencia sufrida. Asimismo, los servicios sanitarios deberán contar con psicólogos infantiles para la atención de los hijos e hijas menores que sean víctimas de violencia vicaria.\n2. Estos servicios se prestarán, garantizando la privacidad y la intimidad de las mujeres y el respeto, en todo caso, a las decisiones que ellas tomen en relación a su atención sanitaria.\n3. Asimismo, se establecerán medidas específicas para la detección, intervención y asistencia en situaciones de violencia contra mujeres con discapacidad, mujeres con problemas de salud mental, adicciones u otras problemáticas u otros casos de adicciones derivadas o añadidas a la violencia."
    },
    {
      "numero": "20",
      "titulo_articulo": "Artículo 20. Asistencia jurídica.",
      "titulo_seccion": "TÍTULO II | CAPÍTULO I — Derecho a la información, a la asistencia social integral y a la asistencia jurídica gratuita",
      "texto_integro": "1. Las víctimas de violencia de género tienen derecho a recibir asesoramiento jurídico gratuito en el momento inmediatamente previo a la interposición de la denuncia, y a la defensa y representación gratuitas por abogado y procurador en todos los procesos y procedimientos administrativos que tengan causa directa o indirecta en la violencia padecida. En estos supuestos, una misma dirección letrada deberá asumir la defensa de la víctima, siempre que con ello se garantice debidamente su derecho de defensa. Este derecho asistirá también a los causahabientes en caso de fallecimiento de la víctima, siempre que no fueran partícipes en los hechos. En todo caso, se garantizará la defensa jurídica, gratuita y especializada de forma inmediata a todas las víctimas de violencia de género que lo soliciten.\n2. En todo caso, cuando se trate de garantizar la defensa y asistencia jurídica a las víctimas de violencia de género, se procederá de conformidad con lo dispuesto en la Ley 1/1996, de 10 enero, de Asistencia Jurídica Gratuita.\n3. Los Colegios de Abogados, cuando exijan para el ejercicio del turno de oficio cursos de especialización, asegurarán una formación específica que coadyuve al ejercicio profesional de una defensa eficaz en materia de violencia de género.\n4. Igualmente, los Colegios de Abogados adoptarán las medidas necesarias para la designación urgente de letrado o letrada de oficio en los procedimientos que se sigan por violencia de género y para asegurar su inmediata presencia y asistencia a las víctimas.\n5. Los Colegios de Procuradores adoptarán las medidas necesarias para la designación urgente de procurador o procuradora en los procedimientos que se sigan por violencia de género cuando la víctima desee personarse como acusación particular.\n6. El abogado o abogada designado para la víctima tendrá también habilitación legal para la representación procesal de aquella hasta la designación del procurador o procuradora, en tanto la víctima no se haya personado como acusación conforme a lo dispuesto en el apartado siguiente. Hasta entonces cumplirá el abogado o abogada el deber de señalamiento de domicilio a efectos de notificaciones y traslados de documentos.\n7. Las víctimas de violencia de género podrán personarse como acusación particular en cualquier momento del procedimiento si bien ello no permitirá retrotraer ni reiterar las actuaciones ya practicadas antes de su personación, ni podrá suponer una merma del derecho de defensa del acusado."
    },
    {
      "numero": "21",
      "titulo_articulo": "Artículo 21. Derechos laborales y de Seguridad Social.",
      "titulo_seccion": "TÍTULO II | CAPÍTULO II — Derechos laborales y prestaciones de la Seguridad Social",
      "texto_integro": "1. La trabajadora víctima de violencia de género tendrá derecho, en los términos previstos en el Estatuto de los Trabajadores, a la reducción o a la reordenación de su tiempo de trabajo, a la movilidad geográfica, al cambio de centro de trabajo, a la adaptación de su puesto de trabajo y a los apoyos que precise por razón de su discapacidad para su reincorporación, a la suspensión de la relación laboral con reserva de puesto de trabajo y a la extinción del contrato de trabajo.\n2. En los términos previstos en la Ley General de la Seguridad Social y en la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los extranjeros en España y su integración social, la suspensión y la extinción del contrato de trabajo previstas en el apartado anterior darán lugar a situación legal de desempleo. El tiempo de suspensión se considerará como periodo de cotización efectiva a efectos de prestaciones de Seguridad Social y de desempleo.\n3. Las empresas que formalicen contratos de interinidad, para sustituir a trabajadoras víctimas de violencia de género que hayan suspendido su contrato de trabajo o ejercitado su derecho a la movilidad geográfica o al cambio de centro de trabajo, tendrán derecho a una bonificación del 100 por 100 de las cuotas empresariales a la Seguridad Social por contingencias comunes, durante todo el período de suspensión de la trabajadora sustituida o durante seis meses en los supuestos de movilidad geográfica o cambio de centro de trabajo. Cuando se produzca la reincorporación, ésta se realizará en las mismas condiciones existentes en el momento de la suspensión del contrato de trabajo, garantizándose los ajustes razonables que se puedan precisar por razón de discapacidad.\n4. Las ausencias o faltas de puntualidad al trabajo motivadas por la situación física o psicológica derivada de la violencia de género se considerarán justificadas y serán remuneradas, cuando así lo determinen los servicios sociales de atención o servicios de salud, según proceda, sin perjuicio de que dichas ausencias sean comunicadas por la trabajadora a la empresa a la mayor brevedad.\n5. A las trabajadoras por cuenta propia víctimas de violencia de género que cesen en su actividad para hacer efectiva su protección o su derecho a la asistencia social integral, se les considerará en situación de cese temporal de la actividad en los términos previstos en el texto refundido de la Ley General de la Seguridad Social, aprobado por el Real Decreto Legislativo 8/2015, de 30 de octubre, y se les suspenderá la obligación de cotización durante un período de seis meses, que les serán considerados como de cotización efectiva a efectos de las prestaciones de Seguridad Social. Asimismo, su situación será considerada como asimilada al alta.\nA los efectos de lo previsto en el párrafo anterior, se tomará una base de cotización equivalente al promedio de las bases cotizadas durante los seis meses previos a la suspensión de la obligación de cotizar."
    },
    {
      "numero": "22",
      "titulo_articulo": "Artículo 22. Programa específico de empleo.",
      "titulo_seccion": "TÍTULO II | CAPÍTULO II — Derechos laborales y prestaciones de la Seguridad Social",
      "texto_integro": "1. En el marco de los planes anuales de empleo a los que se refiere el artículo 11 del texto refundido de la Ley de Empleo, aprobado por Real Decreto Legislativo 3/2015, de 23 de octubre, se desarrollará un programa de acción específico para las víctimas de violencia de género inscritas como demandantes de empleo.\nEste programa incluirá medidas para favorecer el inicio de una nueva actividad por cuenta propia."
    },
    {
      "numero": "23",
      "titulo_articulo": "Artículo 23. Acreditación de situaciones de violencia de género.",
      "titulo_seccion": "TÍTULO II | CAPÍTULO II — Derechos laborales y prestaciones de la Seguridad Social",
      "texto_integro": "Las situaciones de violencia de género que dan lugar al reconocimiento de los derechos regulados en esta ley se acreditarán mediante una sentencia condenatoria por cualquiera de las manifestaciones de la violencia contra las mujeres previstas en esta ley, una orden de protección o cualquier otra resolución judicial que acuerde una medida cautelar a favor de la víctima, o bien por el informe del Ministerio Fiscal que indique la existencia de indicios de que la demandante es víctima de violencia de género. También podrán acreditarse las situaciones de violencia contra las mujeres mediante informe de los servicios sociales, de los servicios especializados, o de los servicios de acogida de la Administración Pública competente destinados a las víctimas de violencia de género, o por cualquier otro título, siempre que ello esté previsto en las disposiciones normativas de carácter sectorial que regulen el acceso a cada uno de los derechos y recursos.\nEn el caso de víctimas menores de edad, la acreditación podrá realizarse, además, por documentos sanitarios oficiales de comunicación a la Fiscalía o al órgano judicial.\nEl Gobierno y las comunidades autónomas, en el marco de la Conferencia Sectorial de Igualdad, diseñarán, de común acuerdo, los procedimientos básicos que permitan poner en marcha los sistemas de acreditación de las situaciones de violencia de género."
    },
    {
      "numero": "24",
      "titulo_articulo": "Artículo 24. Ámbito de los derechos.",
      "titulo_seccion": "TÍTULO II | CAPÍTULO III — Derechos de las funcionarias públicas",
      "texto_integro": "La funcionaria víctima de violencia de género tendrá derecho a la reducción o a la reordenación de su tiempo de trabajo, a la movilidad geográfica de centro de trabajo y a la excedencia en los términos que se determinen en su legislación específica."
    },
    {
      "numero": "25",
      "titulo_articulo": "Artículo 25. Justificación de las faltas de asistencia.",
      "titulo_seccion": "TÍTULO II | CAPÍTULO III — Derechos de las funcionarias públicas",
      "texto_integro": "Las ausencias totales o parciales al trabajo motivadas por la situación física o psicológica derivada de la violencia de género sufrida por una mujer funcionaria se considerarán justificadas en los términos que se determine en su legislación específica."
    },
    {
      "numero": "26",
      "titulo_articulo": "Artículo 26. Acreditación de las situaciones de violencia de género ejercida sobre las funcionarias.",
      "titulo_seccion": "TÍTULO II | CAPÍTULO III — Derechos de las funcionarias públicas",
      "texto_integro": "La acreditación de las circunstancias que dan lugar al reconocimiento de los derechos de movilidad geográfica de centro de trabajo, excedencia, y reducción o reordenación del tiempo de trabajo, se realizará en los términos establecidos en el artículo 23."
    },
    {
      "numero": "27",
      "titulo_articulo": "Artículo 27. Ayudas sociales.",
      "titulo_seccion": "TÍTULO II | CAPÍTULO IV — Derechos económicos",
      "texto_integro": "1. Cuando las víctimas de violencia de género careciesen de rentas superiores, en cómputo mensual, al 75 por 100 del salario mínimo interprofesional, excluida la parte proporcional de dos pagas extraordinarias, recibirán una ayuda de pago único, siempre que se presuma que debido a su edad, falta de preparación general o especializada y circunstancias sociales, la víctima tendrá especiales dificultades para obtener un empleo y por dicha circunstancia no participará en los programas de empleo establecidos para su inserción profesional.\n2. El importe de esta ayuda será equivalente al de seis meses de subsidio por desempleo. Cuando la víctima de la violencia ejercida contra la mujer tuviera reconocida oficialmente una discapacidad en grado igual o superior al 33 por 100, el importe será equivalente a doce meses de subsidio por desempleo.\n3. Estas ayudas, financiadas con cargo a los Presupuestos Generales del Estado, serán concedidas por las Administraciones competentes en materia de servicios sociales. En la tramitación del procedimiento de concesión, deberá incorporarse informe del Servicio Público de Empleo referido a la previsibilidad de que por las circunstancias a las que se refiere el apartado 1 de este artículo, la aplicación del programa de empleo no incida de forma sustancial en la mejora de la empleabilidad de la víctima.\nLa concurrencia de las circunstancias de violencia se acreditará de conformidad con lo establecido en el artículo 23 de esta Ley.\n4. En el caso de que la víctima tenga responsabilidades familiares, su importe podrá alcanzar el de un período equivalente al de 18 meses de subsidio, o de 24 meses si la víctima o alguno de los familiares que conviven con ella tiene reconocida oficialmente una minusvalía en grado igual o superior al 33 por 100, en los términos que establezcan las disposiciones de desarrollo de la presente Ley.\n5. Estas ayudas serán compatibles con cualquiera de las previstas en la Ley 35/1995, de 11 de diciembre, de Ayudas y Asistencia a las Víctimas de Delitos Violentos y contra la Libertad Sexual, así como con cualquier otra ayuda económica de carácter autonómico o local concedida por la situación de violencia de género."
    },
    {
      "numero": "28",
      "titulo_articulo": "Artículo 28. Acceso a la vivienda y residencias públicas para mayores.",
      "titulo_seccion": "TÍTULO II | CAPÍTULO IV — Derechos económicos",
      "texto_integro": "Las mujeres víctimas de violencia de género serán consideradas colectivos prioritarios en el acceso a viviendas protegidas y residencias públicas para mayores, en los términos que determine la legislación aplicable."
    },
    {
      "numero": "28 bis",
      "titulo_articulo": "Artículo 28 bis. Alcance y garantía del derecho.",
      "titulo_seccion": "TÍTULO II | CAPÍTULO V — Derecho a la reparación",
      "texto_integro": "Las víctimas de violencia de género tienen derecho a la reparación, lo que comprende la compensación económica por los daños y perjuicios derivados de la violencia, las medidas necesarias para su completa recuperación física, psíquica y social, las acciones de reparación simbólica y las garantías de no repetición."
    },
    {
      "numero": "28 ter",
      "titulo_articulo": "Artículo 28 ter. Medidas para garantizar el derecho a la reparación.",
      "titulo_seccion": "TÍTULO II | CAPÍTULO V — Derecho a la reparación",
      "texto_integro": "1. Las víctimas de violencia de género tienen derecho a la reparación, lo que comprende la indemnización a la que se refiere el apartado siguiente, las medidas necesarias para su completa recuperación física, psíquica y social, las acciones de reparación simbólica y las garantías de no repetición.\n2. Las administraciones públicas asegurarán que las víctimas tengan acceso efectivo a la indemnización que corresponda por los daños y perjuicios, que deberá garantizar la satisfacción económicamente evaluable de, al menos, los siguientes conceptos:\na) El daño físico y psicológico, incluido el daño moral y el daño a la dignidad.\nb) La pérdida de oportunidades, incluidas las oportunidades de educación, empleo y prestaciones sociales.\nc) Los daños materiales y la pérdida de ingresos, incluido el lucro cesante.\nd) El daño social, entendido como el daño al proyecto de vida.\ne) El tratamiento terapéutico, social y de salud sexual y reproductiva.\n3. La indemnización será satisfecha por la o las personas civil o penalmente responsables, de acuerdo con la normativa vigente.\n4. Las administraciones públicas garantizarán la completa recuperación física, psíquica y social de las víctimas a través de la red de recursos de atención integral previstos en el Título II. Asimismo, con el objetivo de garantizar la recuperación simbólica, promoverán el restablecimiento de su dignidad y reputación, la superación de cualquier situación de estigmatización y el derecho de supresión aplicado a buscadores en Internet y medios de difusión públicos.\nAsimismo, las administraciones públicas podrán establecer ayudas complementarias destinadas a las víctimas que, por la especificidad o gravedad de las secuelas derivadas de la violencia, no encuentren una respuesta adecuada o suficiente en la red de recursos de atención y recuperación. En particular, dichas víctimas podrán recibir ayudas adicionales para financiar los tratamientos sanitarios adecuados, incluyendo los tratamientos de reconstrucción genital femenina, si fueran necesarios.\n5. Con el objetivo de cumplir las garantías de no repetición, las administraciones públicas, en el marco de sus respectivas competencias, impulsarán las medidas necesarias para que las víctimas cuenten con protección efectiva ante represalias o amenazas.\n6. Las administraciones públicas promoverán, a través de homenajes y de acciones de difusión pública, el compromiso colectivo frente a la violencia contra las mujeres y el respeto por las víctimas."
    },
    {
      "numero": "29",
      "titulo_articulo": "Artículo 29. La Delegación del Gobierno contra la Violencia de Género.",
      "titulo_seccion": "TÍTULO III — Tutela Institucional",
      "texto_integro": "1. La Delegación del Gobierno contra la Violencia de Género, adscrita al Ministerio de Igualdad o al departamento con competencias en la materia, formulará las políticas públicas en relación con la violencia de género a desarrollar por el Gobierno y elaborará la Macroencuesta de Violencia contra las Mujeres. Asimismo, coordinará e impulsará cuantas acciones se realicen en dicha materia, trabajando en colaboración y coordinación con las administraciones con competencia en la materia.\n2. La persona titular de la Delegación del Gobierno contra la Violencia de Género estará legitimada ante los órganos jurisdiccionales para intervenir en defensa de los derechos y de los intereses tutelados en esta ley en colaboración y coordinación con las administraciones con competencias en la materia.\n3. Reglamentariamente se determinará el rango y las funciones concretas de la persona titular de la Delegación del Gobierno contra la Violencia de Género."
    },
    {
      "numero": "30",
      "titulo_articulo": "Artículo 30. Observatorio Estatal de Violencia sobre la Mujer.",
      "titulo_seccion": "TÍTULO III — Tutela Institucional",
      "texto_integro": "1. Se constituirá el Observatorio Estatal de Violencia sobre la Mujer, como órgano colegiado adscrito al Ministerio de Trabajo y Asuntos Sociales, al que corresponderá el asesoramiento, evaluación, colaboración institucional, elaboración de informes y estudios, y propuestas de actuación en materia de violencia de género. Estos informes, estudios y propuestas considerarán de forma especial la situación de las mujeres con mayor riesgo de sufrir violencia de género o con mayores dificultades para acceder a los servicios. En cualquier caso, los datos contenidos en dichos informes, estudios y propuestas se consignarán desagregados por sexo.\n2. El Observatorio Estatal de Violencia sobre la Mujer remitirá al Gobierno y a las Comunidades Autónomas, con periodicidad anual, un informe sobre la evolución de la violencia ejercida sobre la mujer en los términos a que se refiere el artículo 1 de la presente Ley, con determinación de los tipos penales que se hayan aplicado, y de la efectividad de las medidas acordadas para la protección de las víctimas. El informe destacará asimismo las necesidades de reforma legal con objeto de garantizar que la aplicación de las medidas de protección adoptadas puedan asegurar el máximo nivel de tutela para las mujeres.\n3. Reglamentariamente se determinarán sus funciones, su régimen de funcionamiento y su composición, en la que se garantizará, en todo caso, la participación de las Comunidades Autónomas, las entidades locales, los agentes sociales, las asociaciones de consumidores y usuarios, y las organizaciones de mujeres con implantación en todo el territorio del Estado así como de las organizaciones empresariales y sindicales más representativas."
    },
    {
      "numero": "31",
      "titulo_articulo": "Artículo 31. Fuerzas y Cuerpos de Seguridad.",
      "titulo_seccion": "TÍTULO III — Tutela Institucional",
      "texto_integro": "1. El Gobierno establecerá, en las Fuerzas y Cuerpos de Seguridad del Estado, unidades especializadas en la prevención de la violencia de género y en el control de la ejecución de las medidas judiciales adoptadas.\n2. El Gobierno, con el fin de hacer más efectiva la protección de las víctimas, promoverá las actuaciones necesarias para que las Policías Locales, en el marco de su colaboración con las Fuerzas y Cuerpos de Seguridad del Estado, cooperen en asegurar el cumplimiento de las medidas acordadas por los órganos judiciales cuando éstas sean algunas de las previstas en la presente Ley o en el artículo 544 bis de la Ley de Enjuiciamiento Criminal o en el artículo 57 del Código Penal.\n3. La actuación de las Fuerzas y Cuerpos de Seguridad habrá de tener en cuenta el Protocolo de Actuación de las Fuerzas y Cuerpos de Seguridad y de Coordinación con los Órganos Judiciales para la protección de la violencia doméstica y de género.\n4. Lo dispuesto en el presente artículo será de aplicación en las Comunidades Autónomas que cuenten con cuerpos de policía que desarrollen las funciones de protección de las personas y bienes y el mantenimiento del orden y la seguridad ciudadana dentro del territorio autónomo, en los términos previstos en sus Estatutos, en la Ley Orgánica 2/1986, de 13 de marzo, de Fuerzas y Cuerpos de Seguridad, y en sus leyes de policía, y todo ello con la finalidad de hacer más efectiva la protección de las víctimas."
    },
    {
      "numero": "32",
      "titulo_articulo": "Artículo 32. Planes de colaboración.",
      "titulo_seccion": "TÍTULO III — Tutela Institucional",
      "texto_integro": "1. Los poderes públicos elaborarán planes de colaboración que garanticen la ordenación de sus actuaciones en la prevención, asistencia y persecución de los actos de violencia de género, que deberán implicar a las administraciones sanitarias, la Administración de Justicia, las Fuerzas y Cuerpos de Seguridad y los servicios sociales y organismos de igualdad.\n2. En desarrollo de dichos planes, se articularán protocolos de actuación que determinen los procedimientos que aseguren una actuación global e integral de las distintas administraciones y servicios implicados, y que garanticen la actividad probatoria en los procesos que se sigan.\n3. Las administraciones con competencias sanitarias promoverán la aplicación, permanente actualización y difusión de protocolos que contengan pautas uniformes de actuación sanitaria, tanto en el ámbito público como privado, y en especial, del Protocolo aprobado por el Consejo Interterritorial del Sistema Nacional de Salud.\nTales protocolos impulsarán las actividades de prevención, detección precoz e intervención continuada con la mujer sometida a violencia de género o en riesgo de padecerla.\nLos protocolos, además de referirse a los procedimientos a seguir, harán referencia expresa a las relaciones con la Administración de Justicia, en aquellos casos en que exista constatación o sospecha fundada de daños físicos o psíquicos ocasionados por estas agresiones o abusos.\n4. En las actuaciones previstas en este artículo se considerará de forma especial la situación de las mujeres que, por sus circunstancias personales y sociales puedan tener mayor riesgo de sufrir la violencia de género o mayores dificultades para acceder a los servicios previstos en esta ley, tales como las pertenecientes a minorías, las inmigrantes, las que se encuentran en situación de exclusión social, las mujeres con discapacidad, las mujeres mayores o aquellas que viven en el ámbito rural."
    },
    {
      "numero": "33",
      "titulo_articulo": "Artículo 33. Suspensión de penas.",
      "titulo_seccion": "TÍTULO IV — Tutela Penal",
      "texto_integro": "El párrafo segundo del apartado 1, 6.ª, del artículo 83 del Código Penal, en la redacción dada por la Ley Orgánica 15/2003, queda redactado de la forma siguiente:"
    },
    {
      "numero": "34",
      "titulo_articulo": "Artículo 34. Comisión de delitos durante el período de suspensión de la pena.",
      "titulo_seccion": "TÍTULO IV — Tutela Penal",
      "texto_integro": "El apartado 3 del artículo 84 del Código Penal, en la redacción dada por la Ley Orgánica 15/2003, queda redactado de la forma siguiente:"
    },
    {
      "numero": "35",
      "titulo_articulo": "Artículo 35. Sustitución de penas.",
      "titulo_seccion": "TÍTULO IV — Tutela Penal",
      "texto_integro": "El párrafo tercero del apartado 1 del artículo 88 del Código Penal, en la redacción dada por la Ley Orgánica 15/2003, queda redactado de la forma siguiente:"
    },
    {
      "numero": "36",
      "titulo_articulo": "Artículo 36. Protección contra las lesiones.",
      "titulo_seccion": "TÍTULO IV — Tutela Penal",
      "texto_integro": "Se modifica el artículo 148 del Código Penal que queda redactado de la siguiente forma:"
    },
    {
      "numero": "37",
      "titulo_articulo": "Artículo 37. Protección contra los malos tratos.",
      "titulo_seccion": "TÍTULO IV — Tutela Penal",
      "texto_integro": "El artículo 153 del Código Penal, queda redactado como sigue:"
    },
    {
      "numero": "38",
      "titulo_articulo": "Artículo 38. Protección contra las amenazas.",
      "titulo_seccion": "TÍTULO IV — Tutela Penal",
      "texto_integro": "Se añaden tres apartados, numerados como 4, 5 y 6, al artículo 171 del Código Penal, que tendrán la siguiente redacción:"
    },
    {
      "numero": "39",
      "titulo_articulo": "Artículo 39. Protección contra las coacciones.",
      "titulo_seccion": "TÍTULO IV — Tutela Penal",
      "texto_integro": "El contenido actual del artículo 172 del Código Penal queda numerado como apartado 1 y se añade un apartado 2 a dicho artículo con la siguiente redacción:"
    },
    {
      "numero": "40",
      "titulo_articulo": "Artículo 40. Quebrantamiento de condena.",
      "titulo_seccion": "TÍTULO IV — Tutela Penal",
      "texto_integro": "Se modifica el artículo 468 del Código Penal que queda redactado de la siguiente forma:"
    },
    {
      "numero": "41",
      "titulo_articulo": "Artículo 41. Protección contra las vejaciones leves.",
      "titulo_seccion": "TÍTULO IV — Tutela Penal",
      "texto_integro": "El artículo 620 del Código Penal queda redactado como sigue:"
    },
    {
      "numero": "42",
      "titulo_articulo": "Artículo 42. Administración penitenciaria.",
      "titulo_seccion": "TÍTULO IV — Tutela Penal",
      "texto_integro": "1. La Administración penitenciaria realizará programas específicos para internos condenados por delitos relacionados con la violencia de género.\n2. Las Juntas de Tratamiento valorarán, en las progresiones de grado, concesión de permisos y concesión de la libertad condicional, el seguimiento y aprovechamiento de dichos programas específicos por parte de los internos a que se refiere el apartado anterior."
    },
    {
      "numero": "43",
      "titulo_articulo": "Artículo 43. Organización territorial.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO I — De los Juzgados de Violencia sobre la Mujer",
      "texto_integro": "Se adiciona un artículo 87 bis en la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial, con la siguiente redacción:"
    },
    {
      "numero": "44",
      "titulo_articulo": "Artículo 44. Competencia.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO I — De los Juzgados de Violencia sobre la Mujer",
      "texto_integro": "Se adiciona un artículo 87 ter en la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial, con la siguiente redacción:"
    },
    {
      "numero": "45",
      "titulo_articulo": "Artículo 45. Recursos en materia penal.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO I — De los Juzgados de Violencia sobre la Mujer",
      "texto_integro": "Se adiciona un nuevo ordinal 4.º al artículo 82.1 de la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial, con la siguiente redacción:"
    },
    {
      "numero": "46",
      "titulo_articulo": "Artículo 46. Recursos en materia civil.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO I — De los Juzgados de Violencia sobre la Mujer",
      "texto_integro": "Se adiciona un nuevo párrafo al artículo 82.4 en la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial, con la siguiente redacción:"
    },
    {
      "numero": "47",
      "titulo_articulo": "Artículo 47. Formación.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO I — De los Juzgados de Violencia sobre la Mujer",
      "texto_integro": "El Gobierno, el Consejo General del Poder Judicial y las comunidades autónomas, en el ámbito de sus respectivas competencias, asegurarán una formación específica relativa a la igualdad y no discriminación por razón de sexo y sobre violencia de género en los cursos de formación de Jueces y Magistrados, Fiscales, Secretarios Judiciales, Fuerzas y Cuerpos de Seguridad y Médicos Forenses. En todo caso, en los cursos de formación anteriores se introducirá el enfoque de la discapacidad de las víctimas y se tendrá en cuenta la violencia vicaria."
    },
    {
      "numero": "48",
      "titulo_articulo": "Artículo 48. Jurisdicción de los Juzgados.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO I — De los Juzgados de Violencia sobre la Mujer",
      "texto_integro": "Se modifica el apartado 1 del artículo 4 de la Ley 38/1988, de 28 de diciembre, de Demarcación y Planta Judicial, que queda redactado de la siguiente forma:"
    },
    {
      "numero": "49",
      "titulo_articulo": "Artículo 49. Sede de los Juzgados.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO I — De los Juzgados de Violencia sobre la Mujer",
      "texto_integro": "Se modifica el artículo 9 de la Ley 38/1988, de 28 de diciembre, de Demarcación y Planta Judicial, que queda redactado de la siguiente forma:"
    },
    {
      "numero": "50",
      "titulo_articulo": "Artículo 50. Planta de los Juzgados de Violencia sobre la Mujer.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO I — De los Juzgados de Violencia sobre la Mujer",
      "texto_integro": "Se adiciona un artículo 15 bis en la Ley 38/1988, de 28 de diciembre, de Demarcación y Planta Judicial, con la siguiente redacción:"
    },
    {
      "numero": "51",
      "titulo_articulo": "Artículo 51. Plazas servidas por Magistrados.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO I — De los Juzgados de Violencia sobre la Mujer",
      "texto_integro": "El apartado 2 del artículo 21 de la Ley 38/1988, de 28 de diciembre, de Demarcación y Planta Judicial tendrá la siguiente redacción:"
    },
    {
      "numero": "52",
      "titulo_articulo": "Artículo 52. Constitución de los Juzgados.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO I — De los Juzgados de Violencia sobre la Mujer",
      "texto_integro": "Se incluye un nuevo artículo 46 ter en la Ley 38/1988, de 28 de diciembre, de Demarcación y Planta Judicial, con la siguiente redacción:"
    },
    {
      "numero": "53",
      "titulo_articulo": "Artículo 53. Notificación de las sentencias dictadas por Tribunales.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO I — De los Juzgados de Violencia sobre la Mujer",
      "texto_integro": "Se adiciona un nuevo párrafo en el artículo 160 de la Ley de Enjuiciamiento Criminal, con el contenido siguiente:"
    },
    {
      "numero": "54",
      "titulo_articulo": "Artículo 54. Especialidades en el supuesto de juicios rápidos.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO I — De los Juzgados de Violencia sobre la Mujer",
      "texto_integro": "Se adiciona un nuevo artículo 797 bis en la Ley de Enjuiciamiento Criminal con el contenido siguiente:"
    },
    {
      "numero": "55",
      "titulo_articulo": "Artículo 55. Notificación de las sentencias dictadas por Juzgado de lo Penal.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO I — De los Juzgados de Violencia sobre la Mujer",
      "texto_integro": "Se adiciona un apartado 5 en el artículo 789 de la Ley de Enjuiciamiento Criminal, con el contenido siguiente:"
    },
    {
      "numero": "56",
      "titulo_articulo": "Artículo 56. Especialidades en el supuesto de juicios rápidos en materia de faltas.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO I — De los Juzgados de Violencia sobre la Mujer",
      "texto_integro": "Se adiciona un nuevo apartado 5 al artículo 962 de la Ley de Enjuiciamiento Criminal, con el contenido siguiente:"
    },
    {
      "numero": "57",
      "titulo_articulo": "Artículo 57. Pérdida de la competencia objetiva cuando se produzcan actos de violencia sobre la mujer.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO II — Normas procesales civiles",
      "texto_integro": "Se adiciona un nuevo artículo 49 bis en la Ley 1/2000, de 7 de enero, de Enjuiciamiento Civil, cuya redacción es la siguiente:"
    },
    {
      "numero": "58",
      "titulo_articulo": "Artículo 58. Competencias en el orden penal.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO III — Normas procesales penales",
      "texto_integro": "Se modifica el artículo 14 de la Ley de Enjuiciamiento Criminal, que queda redactado de la siguiente forma:"
    },
    {
      "numero": "59",
      "titulo_articulo": "Artículo 59. Competencia territorial.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO III — Normas procesales penales",
      "texto_integro": "Se adiciona un nuevo artículo 15 bis en la Ley de Enjuiciamiento Criminal, cuya redacción es la siguiente:"
    },
    {
      "numero": "60",
      "titulo_articulo": "Artículo 60. Competencia por conexión.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO III — Normas procesales penales",
      "texto_integro": "Se adiciona un nuevo artículo 17 bis en la Ley de Enjuiciamiento Criminal, cuya redacción es la siguiente:"
    },
    {
      "numero": "61",
      "titulo_articulo": "Artículo 61. Disposiciones generales.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO IV — Medidas judiciales de protección y de seguridad de las víctimas",
      "texto_integro": "1. Las medidas de protección y seguridad previstas en el presente capítulo serán compatibles con cualesquiera de las medidas cautelares y de aseguramiento que se pueden adoptar en los procesos civiles y penales.\n2. En todos los procedimientos relacionados con la violencia de género, el Juez competente deberá pronunciarse en todo caso, de oficio o a instancia de las víctimas, de los hijos, de las personas que convivan con ellas o se hallen sujetas a su guarda o custodia, del Ministerio Fiscal o de la Administración de la que dependan los servicios de atención a las víctimas o su acogida, sobre la pertinencia de la adopción de las medidas cautelares y de aseguramiento contempladas en este capítulo, especialmente sobre las recogidas en los artículos 64, 65 y 66, determinando su plazo y su régimen de cumplimiento y, si procediera, las medidas complementarias a ellas que fueran precisas."
    },
    {
      "numero": "62",
      "titulo_articulo": "Artículo 62. De la orden de protección.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO IV — Medidas judiciales de protección y de seguridad de las víctimas",
      "texto_integro": "Recibida la solicitud de adopción de una orden de protección, el Juez de Violencia sobre la Mujer y, en su caso, el Juez de Guardia, actuarán de conformidad con lo dispuesto en el artículo 544 ter de la Ley de Enjuiciamiento Criminal."
    },
    {
      "numero": "63",
      "titulo_articulo": "Artículo 63. De la protección de datos y las limitaciones a la publicidad.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO IV — Medidas judiciales de protección y de seguridad de las víctimas",
      "texto_integro": "1. En las actuaciones y procedimientos relacionados con la violencia de género se protegerá la intimidad de las víctimas; en especial, sus datos personales, los de sus descendientes y los de cualquier otra persona que esté bajo su guarda o custodia.\n2. Los Jueces competentes podrán acordar, de oficio o a instancia de parte, que las vistas se desarrollen a puerta cerrada y que las actuaciones sean reservadas."
    },
    {
      "numero": "64",
      "titulo_articulo": "Artículo 64. De las medidas de salida del domicilio, alejamiento o suspensión de las comunicaciones.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO IV — Medidas judiciales de protección y de seguridad de las víctimas",
      "texto_integro": "1. El Juez podrá ordenar la salida obligatoria del inculpado por violencia de género del domicilio en el que hubiera estado conviviendo o tenga su residencia la unidad familiar, así como la prohibición de volver al mismo.\n2. El Juez, con carácter excepcional, podrá autorizar que la persona protegida concierte, con una agencia o sociedad pública allí donde la hubiere y que incluya entre sus actividades la del arrendamiento de viviendas, la permuta del uso atribuido de la vivienda familiar de la que sean copropietarios, por el uso de otra vivienda, durante el tiempo y en las condiciones que se determinen.\n3. El Juez podrá prohibir al inculpado que se aproxime a la persona protegida, lo que le impide acercarse a la misma en cualquier lugar donde se encuentre, así como acercarse a su domicilio, a su lugar de trabajo o a cualquier otro que sea frecuentado por ella.\nPodrá acordarse la utilización de instrumentos con la tecnología adecuada para verificar de inmediato su incumplimiento.\nEl Juez fijará una distancia mínima entre el inculpado y la persona protegida que no se podrá rebasar, bajo apercibimiento de incurrir en responsabilidad penal.\n4. La medida de alejamiento podrá acordarse con independencia de que la persona afectada, o aquéllas a quienes se pretenda proteger, hubieran abandonado previamente el lugar.\n5. El Juez podrá prohibir al inculpado toda clase de comunicación con la persona o personas que se indique, bajo apercibimiento de incurrir en responsabilidad penal.\n6. Las medidas a que se refieren los apartados anteriores podrán acordarse acumulada o separadamente."
    },
    {
      "numero": "65",
      "titulo_articulo": "Artículo 65. De las medidas de suspensión de la patria potestad o la custodia de menores.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO IV — Medidas judiciales de protección y de seguridad de las víctimas",
      "texto_integro": "El Juez podrá suspender para el inculpado por violencia de género el ejercicio de la patria potestad, guarda y custodia, acogimiento, tutela, curatela o guarda de hecho, respecto de los menores que dependan de él.\nSi no acordara la suspensión, el Juez deberá pronunciarse en todo caso sobre la forma en la que se ejercerá la patria potestad y, en su caso, la guarda y custodia, el acogimiento, la tutela, la curatela o la guarda de hecho de lo menores. Asimismo, adoptará las medidas necesarias para garantizar la seguridad, integridad y recuperación de los menores y de la mujer, y realizará un seguimiento periódico de su evolución."
    },
    {
      "numero": "66",
      "titulo_articulo": "Artículo 66. De la medida de suspensión del régimen de visitas, estancia, relación o comunicación con los menores.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO IV — Medidas judiciales de protección y de seguridad de las víctimas",
      "texto_integro": "El Juez ordenará la suspensión del régimen de visitas, estancia, relación o comunicación del inculpado por violencia de género respecto de los menores que dependan de él. Si, en interés superior del menor, no acordara la suspensión, el Juez deberá pronunciarse en todo caso sobre la forma en que se ejercerá el régimen de estancia, relación o comunicación del inculpado por violencia de género respecto de los menores que dependan del mismo. Asimismo, adoptará las medidas necesarias para garantizar la seguridad, integridad y recuperación de los menores y de la mujer, a través de servicios de atención especializada, y realizará un seguimiento periódico de su evolución, en coordinación con dichos servicios."
    },
    {
      "numero": "67",
      "titulo_articulo": "Artículo 67. De la medida de suspensión del derecho a la tenencia, porte y uso de armas.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO IV — Medidas judiciales de protección y de seguridad de las víctimas",
      "texto_integro": "El Juez podrá acordar, respecto de los inculpados en delitos relacionados con la violencia a que se refiere esta Ley, la suspensión del derecho a la tenencia, porte y uso de armas, con la obligación de depositarlas en los términos establecidos por la normativa vigente."
    },
    {
      "numero": "68",
      "titulo_articulo": "Artículo 68. Garantías para la adopción de las medidas.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO IV — Medidas judiciales de protección y de seguridad de las víctimas",
      "texto_integro": "Las medidas restrictivas de derechos contenidas en este capítulo deberán adoptarse mediante auto motivado en el que se aprecie su proporcionalidad y necesidad, y, en todo caso, con intervención del Ministerio Fiscal y respeto de los principios de contradicción, audiencia y defensa."
    },
    {
      "numero": "69",
      "titulo_articulo": "Artículo 69. Mantenimiento de las medidas de protección y seguridad.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO IV — Medidas judiciales de protección y de seguridad de las víctimas",
      "texto_integro": "Las medidas de este capítulo podrán mantenerse tras la sentencia definitiva y durante la tramitación de los eventuales recursos que correspondiesen. En este caso, deberá hacerse constar en la sentencia el mantenimiento de tales medidas."
    },
    {
      "numero": "70",
      "titulo_articulo": "Artículo 70. Funciones del Fiscal contra la Violencia sobre la Mujer.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Se añade un artículo 18 quáter en la Ley 50/1981, de 30 de diciembre, reguladora del Estatuto Orgánico del Ministerio Fiscal, con la siguiente redacción:"
    },
    {
      "numero": "71",
      "titulo_articulo": "Artículo 71. Secciones contra la violencia sobre la mujer.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Se sustituyen los párrafos segundo y tercero del apartado 1 del artículo 18 de la Ley 50/1981, de 30 de diciembre, reguladora del Estatuto Orgánico del Ministerio Fiscal, por el siguiente texto:"
    },
    {
      "numero": "72",
      "titulo_articulo": "Artículo 72. Delegados de la Jefatura de la Fiscalía.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Se da una nueva redacción al apartado 5 del artículo 22 de la Ley 50/1981, de 30 de diciembre, reguladora del Estatuto Orgánico del Ministerio Fiscal, que queda redactado de la siguiente forma:"
    },
    {
      "numero": "da_primera",
      "titulo_articulo": "Disposición adicional primera. Pensiones y ayudas.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "1. Quien fuera condenado, por sentencia firme, por la comisión de un delito doloso de homicidio en cualquiera de sus formas o de lesiones, perderá la condición de beneficiario de la pensión de viudedad que le corresponda dentro del sistema público de pensiones cuando la víctima de dichos delitos fuera la causante de la pensión, salvo que, en su caso, medie reconciliación entre ellos.\nEn tales casos, la pensión de viudedad que hubiera debido reconocerse incrementará las pensiones de orfandad, si las hubiese, siempre que tal incremento esté establecido en la legislación reguladora del régimen de Seguridad Social de que se trate.\n2. A quien fuera condenado, por sentencia firme, por la comisión de un delito doloso de homicidio en cualquiera de sus formas o de lesiones cuando la ofendida por el delito fuera su cónyuge o excónyuge, o estuviera o hubiera estado ligada a él por una análoga relación de afectividad, aun sin convivencia, no le será abonable, en ningún caso, la pensión por orfandad de la que pudieran ser beneficiarios sus hijos dentro del Sistema Público de Pensiones, salvo que, en su caso, hubiera mediado reconciliación entre aquellos.\n3. No tendrá la consideración de beneficiario, a título de víctima indirecta, de las ayudas previstas en la Ley 35/1995, de 11 de diciembre, de Ayudas y Asistencia a las Víctimas de Delitos Violentos y contra la Libertad Sexual, quien fuera condenado por delito doloso de homicidio en cualquiera de sus formas, cuando la ofendida fuera su cónyuge o excónyuge o persona con la que estuviera o hubiera estado ligado de forma estable por análoga relación de afectividad, con independencia de su orientación sexual, durante, al menos, los dos años anteriores al momento del fallecimiento, salvo que hubieran tenido descendencia en común, en cuyo caso bastará la mera convivencia."
    },
    {
      "numero": "da_segunda",
      "titulo_articulo": "Disposición adicional segunda. Protocolos de actuación.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "El Gobierno y las comunidades autónomas que hayan asumido competencias en materia de justicia, organizarán en el ámbito que a cada una le es propio los servicios forenses de modo que cuenten con unidades de valoración forense integral encargadas de diseñar protocolos de actuación global e integral en casos de violencia de género. Estos protocolos deberán prestar especial atención a la violencia vicaria."
    },
    {
      "numero": "da_tercera",
      "titulo_articulo": "Disposición adicional tercera. Modificación de la Ley Orgánica reguladora del Derecho a la Educación.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Uno. Las letras b) y g) del artículo 2 de la Ley Orgánica 8/1985, de 3 de julio, reguladora del Derecho a la Educación, quedarán redactadas de la forma siguiente:\nDos. Se incorporan tres nuevas letras en el apartado 1 del artículo 31 de la Ley Orgánica 8/1985, de 3 de julio, reguladora del Derecho a la Educación, que quedarán redactadas de la forma siguiente:\nTres. La letra e) del apartado 1 del artículo 32 de la Ley Orgánica 8/1985, de 3 de julio, reguladora del Derecho a la Educación, quedará redactada de la forma siguiente:\nCuatro. El apartado 1 del artículo 33 de la Ley Orgánica 8/1985, de 3 de julio, reguladora del Derecho a la Educación, quedará redactado de la forma siguiente:\nCinco. Se incluye un nuevo séptimo guión en el apartado 1 del artículo 56 de la Ley Orgánica 8/1985, de 3 de julio, reguladora del Derecho a la Educación, con la siguiente redacción:\nSeis. Se adiciona una nueva letra m) en el artículo 57 de la Ley Orgánica 8/1985, de 3 de julio, reguladora del Derecho a la Educación, con la siguiente redacción:"
    },
    {
      "numero": "da_cuarta",
      "titulo_articulo": "Disposición adicional cuarta. Modificación de la Ley Orgánica de Ordenación General del Sistema Educativo.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Uno. Se modifica la letra b) del apartado 1 del artículo 1 de la Ley Orgánica 1/1990, de 3 de octubre, de Ordenación General del Sistema Educativo, que quedará redactado de la siguiente forma:\nDos. Se modifica la letra e) y se añade la letra l) en el apartado 3 del artículo 2 de la Ley Orgánica 1/1990, de 3 de octubre, de Ordenación General del Sistema Educativo, que quedarán redactadas de la siguiente forma:\nTres. Se modifica el apartado 3 del artículo 34 de la Ley Orgánica 1/1990, de 3 de octubre, de Ordenación General del Sistema Educativo, que quedará redactada de la siguiente forma:"
    },
    {
      "numero": "da_quinta",
      "titulo_articulo": "Disposición adicional quinta. Modificación de la Ley Orgánica de Calidad de la Educación.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Uno. Se adiciona una nueva letra b), con el consiguiente desplazamiento de las actuales, y tres nuevas letras n), ñ) y o) en el artículo 1 de la Ley Orgánica 10/2002, de 23 de diciembre, de Calidad de la Educación, con el siguiente contenido:\nDos. Se adicionan dos nuevas letras e) y f), con el consiguiente desplazamiento de las actuales, en el apartado 2 del artículo 12 de la Ley Orgánica 10/2002, de 23 de diciembre, de Calidad de la Educación, con el siguiente contenido:\nTres. Se adicionan tres nuevas letras b), c) y d), con el consiguiente desplazamiento de las actuales, en el apartado 2 del artículo 15 de la Ley Orgánica 10/2002, de 23 de diciembre, de Calidad de la Educación, con el siguiente contenido:\nCuatro. Se adicionan tres nuevas letras b), c) y d), con el consiguiente desplazamiento de las actuales, en el apartado 2 del artículo 22 de la Ley Orgánica 10/2002, de 23 de diciembre, de Calidad de la Educación, con el siguiente contenido:\nCinco. Se modifica la letra f) del apartado 1 y se añade un nuevo apartado 5 en el artículo 23 de la Ley Orgánica 10/2002, de 23 de diciembre, de Calidad de la Educación, que queda redactado de la forma siguiente:\nSeis. Se adicionan dos nuevas letras b) y c), con el consiguiente desplazamiento de las actuales, en el apartado 2 del artículo 34 de la Ley Orgánica 10/2002, de 23 de diciembre, de Calidad de la Educación, con el siguiente contenido:\nSiete. Se adiciona un nuevo apartado 3 en el artículo 40 de la Ley Orgánica 10/2002, de 23 de diciembre, de Calidad de la Educación, con el siguiente contenido:\nOcho. Se adicionan dos nuevas letras e) y f) en el apartado 2 del artículo 52 de la Ley Orgánica 10/2002, de 23 de diciembre, de Calidad de la Educación, con el siguiente contenido:\nNueve. Se modifica la letra d) del artículo 56 de la Ley Orgánica 10/2002, de 23 de diciembre, de Calidad de la Educación, que queda redactada de la forma siguiente:\nDiez. Se adiciona una nueva letra g), con el consiguiente desplazamiento de la letra g) actual que pasará a ser una nueva letra h), en el apartado 2 del artículo 81 de la Ley Orgánica 10/2002, de 23 de diciembre, de Calidad de la Educación, con el contenido siguiente:\nOnce. Se modifica la letra k) en el apartado 1 del artículo 82 de la Ley Orgánica 10/2002, de 23 de diciembre, de Calidad de la Educación, que queda redactado de la forma siguiente:\nDoce. Se añade una nueva letra g) al apartado 1 del artículo 105 de la Ley Orgánica 10/2002, de 23 de diciembre, de Calidad de la Educación, que queda redactada de la forma siguiente:"
    },
    {
      "numero": "da_sexta",
      "titulo_articulo": "Disposición adicional sexta. Modificación de la Ley General de Publicidad.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Uno. Se modifica el artículo 3, letra a), de la Ley 34/1988, de 11 de noviembre, General de Publicidad, que quedará redactado de la siguiente forma:\nDos. Se adiciona un nuevo apartado 1 bis en el artículo 25 de la Ley 34/1988, de 11 de noviembre, General de Publicidad, con el contenido siguiente:\nTres. Se adiciona una disposición adicional a la Ley 34/1988, de 11 de noviembre, General de Publicidad, con el contenido siguiente:"
    },
    {
      "numero": "da_séptima",
      "titulo_articulo": "Disposición adicional séptima. Modificación de la Ley del Estatuto de los Trabajadores.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Uno. Se introduce un nuevo apartado 7 en el artículo 37 de la Ley del Estatuto de los Trabajadores, texto refundido aprobado por Real Decreto Legislativo 1/1995, de 24 de marzo, con el siguiente contenido:\nDos. Se introduce un nuevo apartado 3 bis) en el artículo 40 de la Ley del Estatuto de los Trabajadores, texto refundido aprobado por Real Decreto Legislativo 1/1995, de 24 de marzo, con el siguiente contenido:\nTres. Se introduce una nueva letra n) en el artículo 45, apartado 1, de la Ley del Estatuto de los Trabajadores, texto refundido aprobado por Real Decreto Legislativo 1/1995, de 24 de marzo, con el contenido siguiente:\nCuatro. Se introduce un nuevo apartado 6, en el artículo 48 de la Ley del Estatuto de los Trabajadores, texto refundido aprobado por Real Decreto Legislativo 1/1995, de 24 de marzo, con el siguiente contenido:\nCinco. Se introduce una nueva letra m) en el artículo 49, apartado 1, de la Ley del Estatuto de los Trabajadores, texto refundido aprobado por Real Decreto Legislativo 1/1995, de 24 de marzo, con el contenido siguiente:\nSeis. Se modifica el párrafo segundo de la letra d) del artículo 52 de la Ley del Estatuto de los Trabajadores, texto refundido aprobado por Real Decreto Legislativo 1/1995, de 24 de marzo, con el siguiente contenido:\nSiete. Se modifica la letra b) del apartado 5 del artículo 55, de la Ley del Estatuto de los Trabajadores, texto refundido aprobado por Real Decreto Legislativo 1/1995, de 24 de marzo, con el siguiente contenido:"
    },
    {
      "numero": "da_octava",
      "titulo_articulo": "Disposición adicional octava. Modificación de la Ley General de la Seguridad Social.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Uno. Se añade un apartado 5 en el artículo 124 de la Ley General de la Seguridad Social, texto refundido aprobado por Real Decreto Legislativo 1/1994, de 20 de junio, con el siguiente contenido:\nDos. Se modifica la letra e) del apartado 1.1, así como el apartado 1.2 del artículo 208 de la Ley General de la Seguridad Social, texto refundido aprobado por Real Decreto Legislativo 1/1994, de 20 de junio, con el siguiente contenido:\nTres. Se modifica el apartado 2 del artículo 210 de la Ley General de la Seguridad Social, texto refundido aprobado por Real Decreto Legislativo 1/1994, de 20 de junio, con el siguiente contenido:\nCuatro. Se modifica el apartado 2 del artículo 231 de la Ley General de la Seguridad Social, texto refundido aprobado por Real Decreto Legislativo 1/1994, de 20 de junio, con el siguiente contenido:\nCinco. Se introduce una nueva disposición adicional en la Ley General de la Seguridad Social, texto refundido aprobado por Real Decreto Legislativo 1/1994, de 20 de junio, con el siguiente contenido:"
    },
    {
      "numero": "da_novena",
      "titulo_articulo": "Disposición adicional novena. Modificación de la Ley de Medidas para la Reforma de la Función Pública.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Uno. El apartado 3 del artículo 1 de la Ley 30/1984, de 2 de agosto, de Medidas para la Reforma de la Función Pública, tendrá la siguiente redacción:\nDos. Se añade un nuevo apartado 3 al artículo 17 de la Ley 30/1984, de 2 de agosto, de Medidas para la Reforma de la Función Pública.\nTres. Se añade una letra i) al apartado 1 del artículo 20 de la Ley 30/1984, de 2 de agosto, de Medidas para la Reforma de la Función Pública, con el siguiente contenido:\nCuatro. Se añade un nuevo apartado 8 en el artículo 29 de la Ley 30/1984, de 2 de agosto, de Medidas para la Reforma de la Función Pública, con el siguiente contenido:\nCinco. Se añade un nuevo apartado 5 al artículo 30 de la Ley 30/1984, de 2 de agosto, de Medidas para la Reforma de la Función Pública con el siguiente contenido:"
    },
    {
      "numero": "da_décima",
      "titulo_articulo": "Disposición adicional décima. Modificación de la Ley Orgánica del Poder Judicial.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Uno. Se modifica el apartado segundo del artículo 26 de la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial, que queda redactado de la siguiente forma:\nDos. Se modifica la rúbrica del capítulo V del título IV del libro I de la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial, que queda redactada de la siguiente forma:\nTres. Se modifica el apartado 1 del artículo 87 de la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial, que queda redactado de la siguiente forma:\nTres bis. Se adiciona un nuevo párrafo en el apartado 2, del artículo 89 bis de la Ley Orgánica del Poder Judicial, con el contenido siguiente:\nCuatro. Se modifica el apartado 1 del artículo 210 de la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial, que queda redactado de la siguiente forma:\nCinco. Se adiciona un nuevo párrafo en el apartado 3 en el artículo 211 de la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial, que queda redactado de la siguiente forma:"
    },
    {
      "numero": "da_undécima",
      "titulo_articulo": "Disposición adicional undécima. Evaluación de la aplicación de la Ley.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "El Gobierno, en colaboración con las Comunidades Autónomas, a los tres años de la entrada en vigor de esta Ley Orgánica elaborará y remitirá al Congreso de los Diputados un informe en el que se hará una evaluación de los efectos de su aplicación en la lucha contra la violencia de género."
    },
    {
      "numero": "da_duodécima",
      "titulo_articulo": "Disposición adicional duodécima. Modificaciones de la Ley de Enjuiciamiento Criminal.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Se añade una disposición adicional cuarta a la Ley de Enjuiciamiento Criminal con el contenido siguiente:"
    },
    {
      "numero": "da_decimotercera",
      "titulo_articulo": "Disposición adicional decimotercera. Dotación del Fondo.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Con el fin de coadyuvar a la puesta en funcionamiento de los servicios establecidos en el artículo 19 de esta Ley, y garantizar la equidad interterritorial en su implantación, durante los dos años siguientes a la entrada en vigor de esta Ley se dotará un Fondo al que podrán acceder las Comunidades Autónomas, de acuerdo con los criterios objetivos que se determinen en la respectiva Conferencia Sectorial. Ello, no obstante, la Comunidad Autónoma del País Vasco y la Comunidad Foral de Navarra se regirán, en estos aspectos financieros, por sus regímenes especiales de Concierto Económico y de Convenio.\nLas Comunidades Autónomas, en uso de sus competencias, durante el año siguiente a la aprobación de esta Ley, realizarán un diagnóstico conjuntamente con las Administraciones Locales, sobre el impacto de la violencia de género en su Comunidad, así como una valoración de necesidades, recursos y servicios necesarios, para implementar el artículo 19 de esta Ley.\nLa dotación del Fondo se hará de conformidad con lo que dispongan las respectivas Leyes de Presupuestos Generales del Estado."
    },
    {
      "numero": "da_decimocuarta",
      "titulo_articulo": "Disposición adicional decimocuarta. Informe sobre financiación.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Sin perjuicio de la responsabilidad financiera de las Comunidades Autónomas, conforme a lo establecido en la Ley 21/2001, de 27 de diciembre, por la que se regulan las medidas fiscales y administrativas del nuevo sistema de financiación de las Comunidades Autónomas de régimen común y Ciudades con Estatuto de Autonomía, y de acuerdo con el principio de lealtad institucional en los términos del artículo 2.1.e) de la Ley Orgánica 8/1980, de 22 de septiembre, de Financiación de las Comunidades Autónomas, los Ministerios competentes, a propuesta de los órganos interterritoriales correspondientes, elaborarán informes sobre las repercusiones económicas de la aplicación de esta Ley. Dichos informes serán presentados al Ministerio de Economía y Hacienda que los trasladará al Consejo de Política Fiscal y Financiera."
    },
    {
      "numero": "da_decimoquinta",
      "titulo_articulo": "Disposición adicional decimoquinta. Convenios en materia de vivienda.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Mediante convenios con las Administraciones competentes, el Gobierno podrá promover procesos específicos de adjudicación de viviendas protegidas a las víctimas de violencia de género."
    },
    {
      "numero": "da_decimosexta",
      "titulo_articulo": "Disposición adicional decimosexta. Coordinación de los Servicios Públicos de Empleo.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "En el desarrollo de la Ley 56/2003, de 16 de diciembre, de Empleo, se tendrá en cuenta la necesaria coordinación de los Servicios Públicos de Empleo, para facilitar el acceso al mercado de trabajo de las víctimas de violencia de género cuando, debido al ejercicio del derecho de movilidad geográfica, se vean obligadas a trasladar su domicilio y el mismo implique cambio de Comunidad Autónoma."
    },
    {
      "numero": "da_decimoséptima",
      "titulo_articulo": "Disposición adicional decimoséptima. Escolarización.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Las Administraciones educativas adoptarán las medidas necesarias para garantizar la escolarización inmediata de los hijos en el supuesto de cambio de residencia motivados por violencia sobre la mujer."
    },
    {
      "numero": "da_decimoctava",
      "titulo_articulo": "Disposición adicional decimoctava. Planta de los Juzgados de Violencia sobre la Mujer.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Se añade un anexo XIII a la Ley 38/1988, de 28 de diciembre, de Demarcación y Planta Judicial, cuyo texto se incluye como anexo a la presente Ley Orgánica."
    },
    {
      "numero": "da_decimonovena",
      "titulo_articulo": "Disposición adicional decimonovena. Fondo de garantía de pensiones de alimentos.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "En el marco de la protección contra la violencia económica en los términos previstos en esta ley, el Estado garantizará el pago de alimentos reconocidos e impagados a favor de los hijos e hijas menores de edad en convenio judicialmente aprobado o en resolución judicial, a través de una legislación específica que concretará el sistema de cobertura en dichos supuestos y que, en todo caso, tendrá en cuenta las circunstancias de las víctimas de violencia de género.\nPara reforzar las medidas de apoyo a las víctimas de violencia económica, el Gobierno modificará la regulación actual del Fondo de Garantía de Pensiones en el sentido de mejorar su accesibilidad, su eficacia y su dotación económica, a través de la modificación del Real Decreto 1618/ 2007, de 7 de diciembre, sobre organización y funcionamiento del Fondo de Garantía del Pago de Alimentos."
    },
    {
      "numero": "da_vigésima",
      "titulo_articulo": "Disposición adicional vigésima. Cambio de apellidos.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "El artículo 58 de la Ley del Registro Civil, de 8 de junio de 1957, queda redactado de la siguiente forma:"
    },
    {
      "numero": "da_vigesimoprimera",
      "titulo_articulo": "Disposición adicional vigesimoprimera. Macroencuesta de violencia contra la mujer.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "La Delegación del Gobierno contra la Violencia de Género realizará y publicará los resultados de la Macroencuesta de violencia contra la mujer prevista en el artículo 29 de esta ley con una periodicidad mínima trienal."
    },
    {
      "numero": "dt_primera",
      "titulo_articulo": "Disposición transitoria primera. Aplicación de medidas.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Los procesos civiles o penales relacionados con la violencia de género que se encuentren en tramitación a la entrada en vigor de la presente Ley continuarán siendo competencia de los órganos que vinieran conociendo de los mismos hasta su conclusión por sentencia firme."
    },
    {
      "numero": "dt_segunda",
      "titulo_articulo": "Disposición transitoria segunda. Derecho transitorio.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "En los procesos sobre hechos contemplados en la presente Ley que se encuentren en tramitación a su entrada en vigor, los Juzgados o Tribunales que los estén conociendo podrán adoptar las medidas previstas en el capítulo IV del título V."
    },
    {
      "numero": "dd_única",
      "titulo_articulo": "Disposición derogatoria única.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Quedan derogadas cuantas normas, de igual o inferior rango, se opongan a lo establecido en la presente Ley."
    },
    {
      "numero": "df_primera",
      "titulo_articulo": "Disposición final primera. Referencias normativas.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Todas las referencias y menciones contenidas en las leyes procesales penales a los Jueces de Instrucción deben también entenderse referidas a los Jueces de Violencia sobre la Mujer en las materias propias de su competencia."
    },
    {
      "numero": "df_segunda",
      "titulo_articulo": "Disposición final segunda. Habilitación competencial.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "La presente Ley se dicta al amparo de lo previsto en el artículo 149.1, 1.ª, 5.ª, 6.ª, 7.ª, 8.ª, 17.ª, 18.ª y 30.ª de la Constitución Española."
    },
    {
      "numero": "df_tercera",
      "titulo_articulo": "Disposición final tercera. Naturaleza de la presente Ley.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "La presente Ley tiene el carácter de Ley Orgánica, a excepción de los siguientes preceptos: título I, título II, título III, artículos 42, 43, 44, 45, 46, 47, 70, 71, 72, así como las disposiciones adicionales primera, segunda, sexta, séptima, octava, novena, undécima, decimotercera, decimoquinta, decimosexta, decimoséptima, decimoctava, decimonovena y vigésima, la disposición transitoria segunda y las disposiciones finales cuarta, quinta y sexta."
    },
    {
      "numero": "df_cuarta",
      "titulo_articulo": "Disposición final cuarta. Habilitación normativa.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "1. Se habilita al Gobierno para que dicte, en el plazo de seis meses a partir de la publicación de esta Ley en el «Boletín Oficial del Estado», las disposiciones que fueran necesarias para su aplicación.\nA través del Ministerio de Justicia se adoptarán en el referido plazo las medidas necesarias para la implantación de los Juzgados de Violencia sobre la Mujer, así como para la adecuación de la estructura del Ministerio Fiscal a las previsiones de la presente Ley.\n2. En el plazo de seis meses desde la entrada en vigor de la presente Ley Orgánica el Consejo General del Poder Judicial dictará los reglamentos necesarios para la ordenación de los señalamientos, adecuación de los servicios de guardia a la existencia de los nuevos Juzgados de Violencia sobre la Mujer, y coordinación de la Policía Judicial con los referidos Juzgados."
    },
    {
      "numero": "df_quinta",
      "titulo_articulo": "Disposición final quinta. Modificaciones reglamentarias.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "El Gobierno, en el plazo de seis meses desde la aprobación de esta Ley, procederá a la modificación del artículo 116.4 del Real Decreto 190/1996, de 9 de febrero, por el que se aprueba el Reglamento Penitenciario, estableciendo la obligatoriedad para la Administración Penitenciaria de realizar los programas específicos de tratamiento para internos a que se refiere la presente Ley. En el mismo plazo se procederá a modificar el Real Decreto 738/1997, de 23 de mayo, por el que se aprueba el Reglamento de ayudas a las víctimas de delitos violentos y contra la libertad sexual, y el Real Decreto 996/2003, de 25 de julio, por el que se aprueba el Reglamento de asistencia jurídica gratuita.\nEn el plazo mencionado en el apartado anterior, el Estado y las Comunidades Autónomas, en el ámbito de sus respectivas competencias, adaptarán su normativa a las previsiones contenidas en la presente Ley."
    },
    {
      "numero": "df_sexta",
      "titulo_articulo": "Disposición final sexta. Modificación de la Ley 1/1996, de 10 de enero, de Asistencia Jurídica Gratuita.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "Se modifica el apartado 5 del artículo 3 de la Ley 1/1996, de 10 de enero, de Asistencia Gratuita, que quedará redactado como sigue:"
    },
    {
      "numero": "df_séptima",
      "titulo_articulo": "Disposición final séptima. Entrada en vigor.",
      "titulo_seccion": "TÍTULO V — Tutela Judicial | CAPÍTULO V — Del Fiscal contra la Violencia sobre la Mujer",
      "texto_integro": "La presente Ley Orgánica entrará en vigor a los treinta días de su publicación en el «Boletín Oficial del Estado», salvo lo dispuesto en los títulos IV y V, que lo hará a los seis meses."
    }
  ]
}